[
{"title": "Deputy Attorney General Lisa Monaco Deliver Remarks at ATF’s Inaugural Gun Violence Survivors’ Summit", "date": "April 23, 2024", "subtitle": null, "fulltext": "Remarks as Prepared for DeliveryI’m honored to be joining all of you today to help open ATF’s Inaugural Gun Violence Survivors’ Summit.Today’s discussions and dedication of the Faces of Gun Violence Exhibit this afternoon reflect a deep and abiding commitment by the women and men of the ATF to victims and survivors of gun violence.I’m grateful to the ATF and to all of you for being here — especially those who have lost loved ones to gun violence. Your presence honors their memory and fuels our fight for a better, safer future.The community gathered today shares a powerful bond.You are survivors. You are advocates. You are members of law enforcement. You call different places home and you come from different walks of life.But together, you’re bound by extraordinary courage.Your lives have been transformed by gun violence – but you are not defined by it.You share a commitment — to turn your pain into purposeful action — doing everything you can to prevent another family from enduring the same loss.I just spent some time in the Faces of Gun Violence Exhibit.These beautiful photos pay tribute to 118 lives cut short by gun violence. 118 individuals. 118 smiles and stories.They represent a fraction of the vast toll gun violence takes on our country every year.They are 118 souls who aren’t with us today but who live on in those who loved them most and knew them best.We stand together in recognition of that profound loss, alongside all those who have been touched by the tragedy of gun violence.We stand together, in common cause, to end gun violence and its devastation.And we stand together, undaunted, with resolve and hope for the future.Now, when it comes to this issue, hope can be hard to hold onto.Because every day, gun violence continues to devastate families and communities across our nation.It’s the leading cause of death for American children and teenagers.And it’s responsible for more than 100 deaths of law enforcement officers in the line of duty over the past two years.But there are reasons for hope.Just look around this room.Survivors are here today to listen, learn, and tell their stories. Members of law enforcement are also here, as fellow survivors to listen, learn, and tell their stories.We must come together — we must pull together — as we’re doing today to stop gun violence.The Department of Justice has no higher priority than keeping our communities safe and that means targeting the most significant drivers of violent crime in this country — namely gun violence.So, we are hard at work. Together, with federal, state, and local law enforcement and community partners we are:The good news is that we’re making progress.Over the past two years, rates of violent crime are on a downward trajectory.But we still we have so much more to do. There is no acceptable level of violent crime and gun violence.Today’s convening is a critical part of that effort because today’s convening is focused on survivors. The courage and commitment you share.Today’s discussions will be critical to our ongoing work — work like the use of technology to hold violent criminals accountable and to prevent future carnage.Technology like crime gun intelligence that’s supercharging our ability to swiftly identify repeat shooters and take them off the streets.With these tools, we trace guns and bullets from crime scenes; locate where and how people are buying illegal guns; and link seemingly unrelated crimes to take repeat shooters off the streets before they can strike again.With ATF, we’re working to bring crime gun intelligence to more law enforcement agencies, more quickly than ever — from the smallest towns to the biggest cities. Because it’s saving lives.Later this morning you’ll hear more about crime gun intelligence from Mariana Mitchem, a leader of this work here at ATF. Crime-gun intelligence has also helped us maximize the many benefits of the most significant gun safety legislation passed in 30 years — the Bipartisan Safer Communities Act.Since the law’s passage, we’ve been using its common-sense provisions to keep guns out the hands of people who shouldn’t have them.Under this law, we’re running enhanced background checks on firearms purchasers under 21 years old.Because of this legislation, law enforcement has kept more than 700 guns out of the hands of young people prohibited by law from possessing them.  We’ve used BSCA to crack down on more than 400 straw purchasers and illegal gun traffickers.And just last week, the Justice Department finalized a rule that will require all those in the business of selling guns to obtain a federal license and run background checks — which we know keeps guns out of the hands of violent criminals and saves lives.You’ll hear more about the Bipartisan Safer Communities Act and what we’re doing to implement it later this morning from the ATF’s Jon Jacobs.Today, you’ll also discuss something that is too often ignored: firearms and domestic violence.According to some research, every month an average of 70 women are killed with a firearm by an intimate partner.I started my career working on the original Violence Against Women Act legislation. This year will mark the 30th anniversary of that groundbreaking legislation.Since then, the Violence Against Women Act has afforded rights and safeguards to survivors — while ensuring the criminal justice system holds perpetrators to account.But despite that progress, we need to do more.We need to do more to keep guns out of the hands of violent domestic partners.We need to do more to support law enforcement as they work to interrupt and prevent domestic violence.And we need to do more to protect courageous survivors.Now, those are just a few of the topics on the table today.Some moments will be hopeful, and others will be heartbreaking.  But through it all, my promise is this: we will not stop working to prevent gun violence and honor its victims and survivorsBecause every single gun crime is one too many. Every single shooter who evades justice is one too many. And every single innocent life lost to gun violence is one too many.Once again, thank you to the ATF for hosting today’s Summit.Thank you to the survivors and members of law enforcement here today for sharing your experiences.And thank you to the experts and public servants here at ATF who work every day to keep people safe across our country.It’s an honor to be in your company and to honor the victims of gun violence. I’m grateful for all that you do.Thank you.", "url": "https://www.justice.gov/opa/speech/deputy-attorney-general-lisa-monaco-deliver-remarks-atfs-inaugural-gun-violence", "topic_category": "Firearms Offenses", "node_component": "Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF)", "office": null},
{"title": "Director Rosie Hidalgo Delivers Remarks on the Vision for Reducing Gender-Based Violence in America at the 24th Annual International Family Justice Center Conference", "date": "April 24, 2024", "subtitle": null, "fulltext": "Good morning! I want to thank Casey Gwinn for the introduction and express my gratitude to The Alliance for HOPE International for hosting this 24th annual conference and for the opportunity to provide remarks today. I am honored to have the opportunity to serve as the Director of the Office on Violence Against Women, or OVW, and to collaborate with so many dedicated individuals and organizations committed to furthering our nation’s vision for ending domestic violence, dating violence, sexual assault, stalking and other related forms of gender-based violence, and creating communities and families where everyone can thrive free from the impact of gender-based violence.I also want to extend my deep gratitude to each of you here today for your hard work, dedication and service; and for coming together to see how we can continue to learn from one another to advance these important goals.As you know, OVW is tasked with overseeing the implementation of the Violence Against Women Act (VAWA), landmark bipartisan legislation first enacted by Congress in September 1994. Born from years of grassroots advocacy and the voices and leadership of survivors, VAWA’s 1994 enactment was a testament to the power of collective action in shaping public policy and setting a vision for our nation to advance a society that does not tolerate abuse of any kind. And as we prepare to commemorate the 30th anniversary of VAWA this September, it is an opportunity for all of us collectively to reflect on the substantial progress that has been made. Fortunately, there have been significant paradigm shifts in society’s perceptions of these crimes and our responses to them. Individuals and organizations – like Alliance for HOPE and the Family Justice Centers – and all of you here today worked tirelessly to bring these issues out of the shadows, support survivors and hold offenders accountable. However, as you undoubtedly know, we still have much further to go. Many survivors still encounter significant challenges navigating complex systems and accessing critical resources and support that are trauma-informed and survivor-centered and that meet their unique circumstances.Together we can collectively chart a path forward to strengthen prevention efforts and increase pathways to safety, justice, healing and well-being for survivors and all those impacted by gender-based violence.The theme of this year’s conference – The Remarkable Power of We – ties in perfectly with this effort. The hallmark of VAWA is a coordinated community response (CCR), which seeks to bring together agencies and community partners across many disciplines to address the important needs of survivors. How each person responds along the way – from law enforcement officers and investigators to healthcare personnel to victim advocates and courtroom officials, to educational institutions, and community-based organizations – is critical to how, or if, a survivor is able to access safety, justice and healing. If each individual or entity works in a silo, this goal for survivors will not be achieved, since survivors’ lives do not exist in siloes. This coordinated community approach underpins the Family Justice Center model and it is gratifying to see how this model continues to evolve both nationally and internationally and the ways it has been tailored to meet the needs of different communities. We know that there is no “one-size-fits-all” approach to serving survivors and we recognize the importance of ensuring multiple avenues for survivors from underserved or historically marginalized communities.The work being done by Family Justice Centers and other multi-agency, multi-disciplinary initiatives across the country supports survivors while holding offenders accountable and advancing prevention efforts. We are proud of the way that VAWA funding has been able to advance these promising practices, with critical grant funding for all states, territories and many Tribal nations, and through a variety of targeted grant programs. These funds are important in advancing promising practices and leveraging other resources. We know that it takes not only federal funding, but also critical resources from state and local governments, businesses, philanthropy and individuals to continue to advance this vision through the Remarkable Power of We.In the nearly 30 years of its existence, OVW has given more than $10.5 billion in grants to support efforts across the country that encourage partnerships between the criminal and civil justice system, advocates, community-based organizations and other system and community partners.We’ve recently visited Family Justice Centers in Texas, Oklahoma and Alabama. It is inspiring to see how they have strengthened the coordinated community response by creating successful partnerships with their U.S. Attorneys’ Offices to address federal firearms prosecutions.These kinds of partnerships allow real-time resource sharing in response to high-risk domestic violence cases to support victim safety and ensure offender accountability. In Birmingham, Alabama, we visited the One Place Family Justice Center as well as a local community-based organization and project partner, the Hispanic Interest Coalition of Alabama. We learned about how their collaboration, along with a robust CCR involving law enforcement, prosecutors and the courts, resulted in a much stronger effort to provide comprehensive support for survivors. They also highlighted the link between high-risk domestic violence cases and community violence involving firearms and how collaboration with the U.S. Attorney’s Office and the Bureau of Alcohol, Tobacco, Firearms and Explosives agents enabled them to better address these cases to reduce violence in the home and the community.We also visited the Palomar Family Justice Center in Oklahoma City, where the U.S. Attorney’s Office focused its Project Safe Neighborhoods initiative on partnering with the Family Justice Center to address high-risk domestic violence cases by prosecuting firearms violations and ensuring that the survivor and her children are connected to comprehensive services and support.Our stakeholders and policymakers identify what works well and what we can continue to scale up, as well as gaps and barriers that need to be addressed, ensuring that everything we do is rooted in the voices and lived realities of survivors. Each VAWA reauthorization – in 2000, 2005, 2013 and most recently, 2022 – has allowed us to expand and enhance the ways in which we can do this.Our programs are intended to help grantees create the kind of services that are trauma-informed and survivor-centered, dedicated to helping all victims of intimate partner violence, sexual assault or stalking, regardless of gender. Our programs focus on a strengths-based approach, helping to increase access to services and reduce the barriers that survivors often face. VAWA recognizes the importance of supporting survivors from historically marginalized and underserved communities, many of which are disproportionately impacted by violence, including targeted funding for American Indian and Alaska Native communities, and for community-based organizations focused on a strengths-based approach to increase access to services and reduce the additional barriers that survivors from underserved communities face. Additionally, OVW implements targeted discretionary grant programs that support children and youth, those that work to enhance the allyship of men and boys in prevention efforts, those focused on rural communities, individuals with disabilities, initiatives to address elder abuse and those that are focused on reducing gender-based violence on college campuses, among other grant programs.Thanks in large part to the advocacy of those of you in the field who tell us what is working and what you need, VAWA funding increased by more than 30% in just the last three years, allowing us to distribute a record amount of grant funding. In Fiscal Year 2024, Congress increased VAWA funding to $713 million, which is the highest amount that has ever been appropriated. And we’re continuing to expand: largely due to VAWA’s 2022 reauthorization, this year we’re implementing many new programs.New protections in the latest reauthorization of VAWA also respond to emerging issues. For example, the 2022 VAWA reauthorization defined “technological abuse” for the first time, a recognition that despite the vast good that comes from our various technological devices, would-be offenders now have unprecedented access to technology that can be used to harm victims, which surpasses anything envisioned when VAWA first became law. The statistics are alarming: one in three women under the age of 35 are stalked or harassed online. As technology continues to advance, we are committed to advancing protections for survivors of technology-facilitated gender-based violence. This includes funding a National Resource Center on Cybercrimes Against Individuals for the first time, as well as a new Local Law Enforcement Grants for Enforcement of Cybercrimes Program. These grants will increase national training and technical assistance, as well as provide resources for law enforcement, prosecutors and victim service providers to support victims of cybercrimes, including victims of the non-consensual distribution of intimate images, such as deep fakes, as well as cyberstalking.VAWA 2022 also authorized new programs dedicated to training law enforcement on trauma-informed, survivor-centered responses to gender-based violence. These grants complement the Justice Department’s updated guidance from 2022 on Improving Law Enforcement Response to Sexual Assault and Domestic Violence by Identifying and Preventing Gender Bias. One of the new grant programs launched this year is the Demonstration Program on Trauma-informed, Victim-Centered Training for Law Enforcement on Domestic Violence, Dating Violence, Sexual Assault and Stalking Program, also known as the Abby Honold program. Abby was a college student who was sexually assaulted while a student at the University of Minnesota. Her case was initially mishandled by law enforcement, and she encountered numerous barriers while seeking services from the various systems she approached after reporting her assault. Despite this, she continues to be a tireless advocate for survivors like herself, working to change how such cases are handled.We are also launching new grant programs that were established in VAWA 2022 to support additional pathways to safety, healing and justice. We recently awarded three grants that support national technical assistance and training for restorative practices. This is the precursor to the launch of a new restorative practices pilot program that was included in the 2022 VAWA reauthorization. This initiative also includes robust funding for evaluation so that we can continue to learn how to meet the needs of survivors.We have held many listening sessions to continue learning about different models. For example, the Contra Costa Family Justice Center in California recently began a partnership with the CHAT Project, which is a restorative justice project. CHAT stands for “Collective Healing and Transformation.” This engages those who have been impacted by violence and voluntarily seek a restorative approach, bringing together community members and experts in restorative practices, as well as non-profit experts in the domestic and sexual violence field, to expand restorative responses.As we all move forward to strengthen and expand efforts to prevent and address gender-based violence, we know that harnessing “the Remarkable Power of We” is essential. Multidisciplinary approaches that are survivor-centered, trauma-informed and rooted in a coordinated community response are the best way for survivors to feel heard, respected and supported as they walk their unique path to safety, healing and justice.There has been significant progress over the last 30 years, and this would not have been possible without the amazing commitment of organizations like the Alliance for Hope and the work that each of you does every day. As we move forward, it is important that this work be rooted in hope and a vision where individuals, families and communities can thrive free from violence. Together, our collective action can make it a reality.Thank you all for your dedication to this work and your willingness to keep learning from and supporting one another. I hope you continue to benefit from your time here at the conference and that each of you comes away feeling re-energized and inspired, and ready to keep working together toward this shared vision.", "url": "https://www.justice.gov/opa/speech/director-rosie-hidalgo-delivers-remarks-vision-reducing-gender-based-violence-america", "topic_category": null, "node_component": "Office on Violence Against Women", "office": null},
{"title": "Former Comptroller General of Ecuador Convicted for $10M International Bribery and Money Laundering Scheme", "date": "April 24, 2024", "subtitle": null, "fulltext": "A federal jury in Miami convicted the former Comptroller General of Ecuador yesterday for his role in a multimillion-dollar international bribery and money laundering scheme.According to court documents and evidence presented at trial, between 2010 to 2015, Carlos Ramon Polit Faggioni, 73, solicited and received over $10 million in bribe payments from Odebrecht S.A., the Brazil-based construction conglomerate. Polit, in his position as Comptroller General of Ecuador, was responsible for protecting public funds against fraud and rooting out corruption. Instead, Polit took bribes from Odebrecht in exchange for removing fines and not imposing fines on Odebrecht’s projects in Ecuador. Additionally, in or around 2015, Polit received a bribe from an Ecuadorian businessman in exchange for assisting the businessman with obtaining certain contracts with the state-owned insurance company of Ecuador.“As Comptroller General of Ecuador, Carlos Ramon Polit Faggioni was entrusted to protect the people of Ecuador from the misuse of public funds. Instead, Polit abused his position as a public official by soliciting and pocketing over $10 million in bribes and then laundering the illicit funds in Miami,” said Principal Deputy Assistant Attorney General Nicole M. Argentieri, head of the Justice Department’s Criminal Division. “The Criminal Division is committed to ensuring that the United States is not a safe haven for the illicit funds of corrupt officials.”“This verdict is a reminder of our office’s firm commitment to investigating and prosecuting corrupt foreign officials who bring their criminally obtained funds to South Florida to buy real estate,” said U.S. Attorney Markenzy Lapointe for the Southern District of Florida.From in or around 2010 and continuing until at least 2017, at the direction of Polit, another member of the conspiracy caused proceeds of Polit’s bribery scheme to “disappear” by using Florida companies registered in the names of friends and associates, often without the associates’ knowledge. The conspirators also used funds from Polit’s bribery scheme to purchase and renovate real estate in Florida.“This conviction shows that despite your wealth, title, or influence, nobody is above the law,” said Special Agent in Charge Anthony Salisbury of Homeland Security Investigations (HSI) Miami. “HSI and its partners on the El Dorado Financial Crimes Task Forces will continue to pursue corrupt foreign officials who utilize their official positions for their own illicit gain”.The jury convicted Polit of one count of conspiracy to commit money laundering, three counts of concealment money laundering, and two counts of engaging in transactions in criminally derived property. He faces a maximum penalty of 20 years in prison on each count of money laundering and conspiracy to commit money laundering and a maximum penalty of 10 years in prison on each count of engaging in transactions in criminally derived property. A sentencing date has not yet been set. A federal district court judge will determine any sentence after considering the U.S. Sentencing Guidelines and other statutory factors.Odebrecht S.A. pleaded guilty in December 2016 in the Eastern District of New York to conspiring to violate the anti-bribery provisions of the Foreign Corrupt Practices Act (FCPA) in connection with a broader scheme to pay nearly $800 million in bribes to public officials in 12 countries, including Ecuador.HSI’s Miami Field Office investigated this case. The FBI International Corruption Squad investigated the Odebrecht case and provided substantial assistance in this case.The Justice Department’s Office of International Affairs provided substantial assistance. The Justice Department also thanks the assistance of law enforcement authorities in Ecuador, Brazil, Panama, and Curacao with the investigation.  Trial Attorney Jil Simon and Assistant Chief Alexander Kramer of the Criminal Division’s Fraud Section and Assistant U.S. Attorney Michael N. Berger for the Southern District of Florida are prosecuting the case. Assistant U.S. Attorney Marx P. Calderon for the Southern District of Florida is handling asset forfeiture.The Fraud Section is responsible for investigating and prosecuting FCPA and Foreign Extortion Prevention Act (FEPA) matters. Additional information about the Justice Department’s FCPA enforcement efforts can be found at ", "url": "https://www.justice.gov/opa/pr/former-comptroller-general-ecuador-convicted-10m-international-bribery-and-money-laundering", "topic_category": "Foreign Corruption", "node_component": "Criminal Division", "office": "Office of Public Affairs"},
{"title": "OVW Fiscal Year 2024 Abby Honold Program Pre-Application Information Session", "date": "April 24, 2024", "subtitle": null, "fulltext": "OVW conducted a live web-based pre-application information session for its Fiscal Year 2024 Demonstration Program and Trauma-Informed, Victim Centered Training for Law Enforcement on Domestic Violence, Dating Violence, Sexual Assault, and Stalking (Abby Honold) Program solicitation. During the presentation, OVW staff reviewed this program’s requirements, discussed the solicitation, and allowed for a brief question-and-answer period.", "url": "https://www.justice.gov/ovw/video/ovw-fiscal-year-2024-abby-honold-program-pre-application-information-session", "topic_category": "Grants", "node_component": "Office on Violence Against Women", "office": null},
{"title": "Justice Department Reaches Civil Settlement with Victims Abused by Lawrence Nassar", "date": "April 23, 2024", "subtitle": null, "fulltext": "The Justice Department announced today that it has settled 139 administrative claims arising from allegations of sexual abuse committed by former physician and USA Gymnastics official Lawrence Gerard Nassar.Over the course of nearly two decades and ending in 2016 when he was arrested by the State of Michigan, Nassar sexually abused hundreds of victims under the guise of performing medical treatments. These settlements will resolve administrative claims against the United States alleging that the FBI failed to conduct an adequate investigation of Nassar’s conduct. In July 2021, the Department’s Office of the Inspector General issued a report critical of certain aspects of the FBI’s response to, and investigation of, allegations against Nassar.“For decades, Lawrence Nassar abused his position, betraying the trust of those under his care and medical supervision while skirting accountability,” said Acting Associate Attorney General Benjamin C. Mizer. “These allegations should have been taken seriously from the outset. While these settlements won’t undo the harm Nassar inflicted, our hope is that they will help give the victims of his crimes some of the critical support they need to continue healing.”The settlement agreements, which have been approved by the Department, resolve 139 claims for a total of $138.7 million to be distributed to claimants.Note: The headline of this press release has been updated to remove the characterization of the number of settlements.", "url": "https://www.justice.gov/opa/pr/justice-department-reaches-civil-settlement-victims-abused-lawrence-nassar", "topic_category": null, "node_component": "Civil Division", "office": "Office of Public Affairs"},
{"title": "Laboratory Owners Charged in $36M COVID-19 Testing Fraud Scheme", "date": "April 24, 2024", "subtitle": null, "fulltext": "An indictment was unsealed today in the Southern District of Florida charging three men for their alleged roles in an approximately $36 million health care fraud, wire fraud, and money laundering scheme that involved submitting false and fraudulent claims for COVID-19 testing to health care benefit programs, including Medicare and the Health Resources and Services Administration (HRSA) COVID-19 Uninsured Program.Enrique Perez-Paris, 47, of Aventura, Florida, and Diego Sanudo Sanchez Chocron, 47, of Venice, California, made their initial appearances today in the U.S. District Court for Southern District of Florida. Gregory Charles “Milo” Caskey, 57, of San Antonio, Texas, made his initial appearance today in the U.S. District Court for the Western District of Texas.According to court documents, Perez-Paris, Sanchez, and Caskey were owners of Innovative Genomics, an independent laboratory. Between November 2019 and June 2023, the defendants and others allegedly conspired to submit claims for medically unnecessary and non-reimbursable COVID-19 testing. The defendants also allegedly paid illegal kickbacks and bribes to patient recruiters who arranged for health care providers to refer the tests to Innovative Genomics. At times, the defendants allegedly caused the HRSA COVID-19 Uninsured Program to be improperly billed for tests for Medicare beneficiaries. The defendants allegedly further billed for tests that the Food and Drug Administration had not approved for emergency-use authorization.The defendants are each charged with conspiracy to commit health care fraud and wire fraud, three counts of health care fraud, and conspiracy to commit money laundering. If convicted, they each face a maximum penalty of 20 years in prison on each of the conspiracy counts and a maximum penalty of 10 years on each health care fraud count.Principal Deputy Assistant Attorney General Nicole M. Argentieri, head of the Justice Department’s Criminal Division; U.S. Attorney Markenzy Lapointe for the Southern District of Florida; Special Agent in Charge Jeffrey B. Veltri of the FBI Miami Field Office; and Special Agent in Charge Stephen Mahmood of the Department of Health and Human Services Office of the Inspector General (HHS-OIG) Miami Regional Office made the announcement.The FBI and HHS-OIG investigated the case.Trial Attorney Reginald Cuyler Jr. of the Criminal Division’s Fraud Section is prosecuting the case. Assistant U.S. Attorney Marx Calderon for the Southern District of Florida is handling asset forfeiture.The Fraud Section leads the Criminal Division’s efforts to combat health care fraud through the Health Care Fraud Strike Force Program. Since March 2007, this program, currently comprised of nine strike forces operating in 27 federal districts, has charged more than 5,400 defendants who collectively have billed federal health care programs and private insurers more than $27 billion. In addition, the Centers for Medicare & Medicaid Services, working in conjunction with HHS-OIG, are taking steps to hold providers accountable for their involvement in health care fraud schemes. More information can be found at An indictment is merely an allegation. All defendants are presumed innocent until proven guilty beyond a reasonable doubt in a court of law.", "url": "https://www.justice.gov/opa/pr/laboratory-owners-charged-36m-covid-19-testing-fraud-scheme", "topic_category": "Coronavirus", "node_component": "Criminal Division", "office": "Office of Public Affairs"},
{"title": "Seattle Businessman Charged with Tax Evasion Scheme ", "date": "April 24, 2024", "subtitle": "Defendant Allegedly Concealed $4.8 Million in Income Earned from Commercial Real Estate Business", "fulltext": "A federal grand jury in Seattle returned an indictment today charging a Washington man with tax evasion and the filing of false tax returns related to a scheme to conceal income received from his commercial property business.According to the indictment, from at least 2015 to 2020, Steven Loo allegedly controlled and operated eight companies that owned commercial real estate. Each was managed by independent property management companies, which were responsible for managing the day-to-day operations of the real estate. Loo allegedly diverted the income he earned from his real estate by instructing the property management companies to issue checks, categorized as asset management fees, to two other entities that Loo controlled. Loo allegedly knew that the funds deposited into these bank accounts, totaling more than $4.8 million, were income to him and that he was required to report and pay tax on the funds. Nevertheless, Loo allegedly filed tax returns for 2015 through 2020 that did not report or pay tax on these funds.By his conduct, Loo allegedly caused a tax loss to the IRS of over $1.6 million.If convicted, Loo faces a maximum penalty of five years in prison for each tax evasion counts and a maximum penalty of three years in prison for each of the false tax return counts. A federal district court judge will determine any sentence after considering the U.S. Sentencing Guidelines and other statutory factors.Acting Deputy Assistant Attorney General Stuart M. Goldberg of the Justice Department’s Tax Division and U.S. Attorney Tessa M. Gorman for the Western District of Washington made the announcement.IRS Criminal Investigation is investigating the case.Trial Attorney Regina Jeon of the Justice Department’s Tax Division and Assistant U.S. Attorneys Michael Dion and Sean Waite for the Western District of Washington are prosecuting the case.An indictment is merely an allegation. All defendants are presumed innocent until proven guilty beyond a reasonable doubt in a court of law.", "url": "https://www.justice.gov/opa/pr/seattle-businessman-charged-tax-evasion-scheme", "topic_category": "Tax", "node_component": "Tax Division", "office": "Office of Public Affairs"},
{"title": "New Jersey Couple Convicted of Forced Labor and Other Federal Crimes", "date": "April 24, 2024", "subtitle": null, "fulltext": "After a two-week trial, a federal jury in Camden, New Jersey, found Bolaji Bolarinwa, 50, and Isiaka Bolarinwa, 67, both of Burlington County, New Jersey, guilty of forced labor and other crimes related to their coercive scheme to compel two victims to perform domestic labor and childcare in their home.Bolaji Bolarinwa was found guilty of two counts of forced labor, one count of alien harboring for financial gain and two counts of document servitude. The jury also convicted Isiaka Bolarinwa of two counts of forced labor and one count of alien harboring for financial gain. The defendants were each acquitted of a second count of alien harboring for financial gain.“The defendants deceitfully lured the victims to the United States with promises of benefits, but then betrayed them,” said Assistant Attorney General Kristen Clarke of the Justice Department’s Civil Rights Division. “The defendants confiscated the victims’ passports, threatened them, degraded them, physically abused them and kept them under constant surveillance, all to coerce the victims’ labor and ruthlessly exploit them for the defendants’ own profit. Human trafficking is a heinous crime, and this verdict should send the very clear message that the Justice Department will investigate and vigorously prosecute these cases to hold human traffickers accountable and bring justice to their victims.”“These defendants engaged in an egregious bait-and-switch, luring the victims with false promises of a life and an education in the United States, and instead subjected them to grueling hours, physical abuse and psychological abuse,” said U.S. Attorney Philip R. Sellinger for the District of New Jersey. “Forced labor and human trafficking are abhorrent crimes that have no place in our society, and I am grateful to our team of prosecutors, agents and support staff for ensuring that justice was done in this case.”“Imagine showing up in a foreign land, hoping for a better life and ending up trapped with no place to go and no one to turn to for help,” said Special Agent in Charge James E. Dennehy of the FBI Newark Field Office. “The victims in this investigation suffered in unimaginable ways at the hands of their captors, enduring years of physical and mental abuse. Human trafficking often takes on many different forms and can hide in plain sight. I want to commend the agents and victim specialists who worked on this case, alongside our partners at the U.S. Attorney’s Office. We want everyone to know if you or anyone you know is a victim – you can come to us for help. We will bring your tormentors to justice.”The evidence presented at trial, including the testimony of two victims, established that, between December 2015 and October 2016, Bolaji and Isiaka Bolarinwa – originally from Nigeria, but living in New Jersey as U.S. citizens – recruited two victims to come to the United States and then coerced them to perform domestic labor and childcare services for their children through physical harm, threats of physical harm, isolation, constant surveillance and psychological abuse. The defendants engaged in this venture knowing that both victims were out of lawful status while working in their home.Once Victim 1 arrived in the United States in December 2015, Bolaji Bolarinwa confiscated her passport and coerced her through threats of physical harm to her and her daughter, verbal abuse, isolation and constant surveillance to compel her to work every day, around the clock for nearly a year. Isiaka was aware of his wife’s threats and abusive behavior toward Victim 1 and directly benefited from Victim 1’s cooking, cleaning and childcare. The defendants then recruited Victim 2 to come to the United States on a student visa. When Victim 2 arrived in the United States in April 2016, Bolaji Bolarinwa similarly confiscated her passport and coerced her to perform household work and childcare but relied more heavily on physical abuse. On at least one occasion, Isiaka Bolarinwa also physically abused Vitim 2, and he was aware of his wife’s coercive, abusive behavior toward Victim 2 and directly benefited from her cleaning and childcare. Victim 1 and Victim 2 lived and worked in the Bolarinwa home until October 2016, when Victim 2 summoned the courage to outcry to a professor at her college, who in turn, reported the targets to the FBI. A sentencing hearing will be scheduled at a later date. Both defendants face a maximum penalty of 20 years in prison for each forced labor count, and a maximum penalty of 10 years in prison for the alien harboring count. Bolaji Bolarinwa faces a maximum penalty of five years in prison for each unlawful document conduct count. They will also be required to pay mandatory restitution to the two victims and each face a fine on each count of up to $250,000 or twice the gross gain or gross loss from the offense, whichever is greatest.The FBI Newark Field Office investigated the case.Assistant U.S. Attorney Jeffrey Bender for the District of New Jersey and Trial Attorney Elizabeth Hutson of the Civil Rights Division’s Human Trafficking Prosecution Unit prosecuted the case.Anyone who has information about human trafficking should report that information to the National Human Trafficking Hotline toll-free at 1-888-373-7888, which is available 24 hours a day, seven days a week. For more information about human trafficking, please visit ", "url": "https://www.justice.gov/opa/pr/new-jersey-couple-convicted-forced-labor-and-other-federal-crimes", "topic_category": "Civil Rights", "node_component": "Civil Rights Division", "office": "Office of Public Affairs"},
{"title": "Clemency Recipient List", "date": "April 24, 2024", "subtitle": null, "fulltext": "President Joseph R. Biden Jr. today is granting clemency to 16 individuals, consisting of 11 pardons and five commutations.President Biden is pardoning the following 11 individuals: Jason HernandezOffense:Sentence:Beverly Denise Holcy, also known as Beverly CantyOffense:Sentence:Jeffrey Alan LewisOffense:Sentence:Bobby Darrell LoweryOffense:Sentence:Jesse Mosley, also known as Jessie MosleyOffense:Sentence:Katrina PolkOffense:Sentence:Glenn Ray Royal Jr.Offense:Sentence:Alexis SuttonOffense:Sentence:Ricky Donnell Tyler, alOffense:Sentence:Stacy L. WilderOffense:Sentence:Pilar Alejandra Yelicie-RodriguezOffense:Sentence:President Biden is commuting the sentences of the following five individuals:Daequon Charles DavisOffense:Sentence:Commutation Grant:Jophaney HyppoliteOffense:Sentence:Commutation Grant:Xavier Martez ParnellOffense:Sentence:Commutation Grant:Leshay Nicole RhotonOffense:Sentence:Commutation Grant:Margaret Ann VandykeOffense:Sentence:Commutation Grant:", "url": "https://www.justice.gov/opa/pr/clemency-recipient-list-2", "topic_category": null, "node_component": "Office of the Pardon Attorney", "office": "Office of Public Affairs"},
{"title": "Justice Department Charges Four Iranian Nationals for Multi-Year Cyber Campaign Targeting U.S. Companies", "date": "April 23, 2024", "subtitle": "During the Course of the Conspiracy, One Defendant Also Worked for an IRGC Electronic Warfare and Cyber Defense Unit", "fulltext": "An indictment was unsealed today in Manhattan federal court charging Iranian nationals Hossein Harooni (حسین هارونی), Reza Kazemifar (رضا کاظمی فر), Komeil Baradaran Salmani (کمیل برادران سلمانی), and Alireza Shafie Nasab (علیرضا شفیعی نسب) for their involvement in a cyber-enabled campaign to compromise U.S. government and private entities, including the U.S. Departments of Treasury and State, defense contractors, and two New York-based companies. Concurrent with today’s unsealing, the U.S. Department of State’s Rewards for Justice program (RFJ) is offering a “Criminal activity originating from Iran poses a grave threat to America’s national security and economic stability,” said Attorney General Merrick B. Garland. “These defendants are alleged to have engaged in a coordinated, multi-year hacking campaign from Iran targeting more than a dozen American companies and the U.S. Treasury and State Departments. This case represents just one part of the U.S. government’s effort to counter the range of threats originating from Iran that endanger the American people.”“The FBI is constantly working to detect and counter cyber campaigns like the one described in today’s indictment. From enabling lethal plots and repressing our citizens and residents to targeting our critical infrastructure, we’ve often seen the trail of dangerous cyber-criminal activity lead back to Iran,” said FBI Director Christopher Wray. “Today’s announcement demonstrates the FBI’s commitment to using every lawful tool at our disposal, together with our domestic and international partners, to disrupt the threats posed from Iran to American businesses and citizens.”“Today’s charges pull back the curtain on an Iran-based company that purported to provide ‘cybersecurity services’ while in actuality scheming to compromise U.S. private and public sector computer systems, including through spearphishing and social engineering attacks,” said Assistant Attorney General Matthew G. Olsen of the Department of Justice’s National Security Division. “The Department is committed to using a whole of government approach to disrupt such malicious activities and impose consequences on the individuals that carry them out.  Employees that continue to work at these companies risk arrest and prosecution or a lifetime as an international fugitive from justice.”  “As alleged, the defendants participated in a cyber campaign using spearphishing and other hacking techniques in an attempt to compromise private companies with access to defense-related information,” said U.S. Attorney Damian Williams for the Southern District of New York. “Cyber intrusion schemes such as the one alleged threaten our national security, and I’m proud of our law enforcement partners and the career prosecutors of this office for continuing to use innovative technologies and investigative measures to disrupt and track down these cybercriminals. If you have information leading to the to the identification or location of Harooni, Kazemifar, Salmani, or Nasab, please reach out to the Department of State at According to court documents, from at least in or about 2016 through at least in or about April 2021, Harooni, Kazemifar, Salmani, Nasab, and other conspirators were members of a hacking organization that participated in a coordinated multi-year campaign to conduct and attempt to conduct computer intrusions. These intrusions targeted more than a dozen U.S. companies and the U.S. Departments of Treasury and State.During the conspiracy, Kazemifar, Salmani, and Nasab were employed by Mahak Rayan Afraz (محک رایان افراز), an Iran-based company that purported to provide cybersecurity services, but which was, in fact, a front for the conspirators’ operations.The hacking group’s private sector victims were primarily cleared defense contractors, which are companies that have been granted security clearances by the U.S. Department of Defense to access, receive, and store classified information for the purpose of conducting activities in support of U.S. Department of Defense programs. In addition, the group targeted a New York-based accounting firm and a New York-based hospitality company.In conducting their hacking campaigns, the group used spearphishing — tricking an email recipient into clicking on a malicious link — to infect victim computers with malware. During their campaigns against one victim, the group compromised more than 200,000 employee accounts. In another campaign, the conspirators targeted 2,000 employee accounts. In order to manage their spearphishing operations, the group created and used a particular computer application that enabled the conspirators to organize and deploy their spearphishing attacks.In the course of these spearphishing attacks, the conspirators compromised an administrator email account belonging to a defense contractor (Defense Contractor-1). Access to this administrator account empowered the conspirators to create unauthorized Defense Contractor-1 accounts, which the conspirators then used to send spearphishing campaigns to employees of a different defense contractor and a consulting firm.In addition to spearphishing, the conspirators utilized social engineering, which involved impersonating others, generally women, to obtain the confidence of victims. These social engineering contacts were another means the conspiracy used to deploy malware onto victim computers and compromise those devices and accounts.Kazemifar was responsible for testing the tools utilized by the conspiracy to execute its cyber campaigns. For example, Kazemifar was involved in testing spearphishing emails used to target victim companies and was involved in developing malware utilized by the conspiracy in social engineering initiatives. During the course of his involvement in the conspiracy, from at least in or about 2014 through at least in or about 2020, Kazemifar also worked for the Iranian Organization for Electronic Warfare and Cyber Defense (EWCD). EWCD is a component of the Islamic Revolutionary Guard Corps (IRGC), which is itself a component of the Iranian Armed Forces. Among other things, the IRGC is responsible for Iran’s offensive cyber capabilities. The United States has designated the IRGC as a foreign terrorist organization.Harooni was responsible for procuring, administering, and managing the online network infrastructure, including computer servers and customized software used to facilitate the computer intrusions. Harooni also fraudulently used the identity of a real person (Individual-1), including his use of a copy of Individual-1’s true passport, to conceal his role in procuring online infrastructure used by the conspiracy to facilitate the computer intrusion campaign.Salmani was responsible for testing tools utilized by the conspiracy to execute spearphishing campaigns, including the campaign against a hospitality company. Salmani was also involved in maintaining infrastructure used by the conspirators.Nasab was responsible for procuring infrastructure used by the conspiracy, particularly infrastructure used in furtherance of social engineering campaigns. Nasab also used Individual-1’s identity, including Individual-1’s name and passport, to register server and email accounts that were used during malicious cyber campaigns.           The defendants are each charged with conspiracy to commit computer fraud, conspiracy to commit wire fraud, and wire fraud. If convicted, they face up to five years in prison for the computer fraud conspiracy, and up to 20 years in prison for each count of wire fraud and conspiracy to commit wire fraud. Harooni is additionally charged with knowingly damaging a protected computer, which carries a maximum penalty of 10 years in prison. Harooni, Salamani, and Nasab are additionally charged with aggravated identity theft, which carries a mandatory consecutive term of two years in prison. A federal district judge will determine any sentence after considering the U.S. Sentencing Guidelines and other statutory factors.The FBI Cyber Division is investigating the case.Assistant U.S. Attorneys Ryan B. Finkel, Dina McLeod, and Daniel G. Nessim for the Southern District of New York are prosecuting the case, with assistance from Trial Attorney Matthew Chang of the National Security Division’s National Security Cyber Section.An indictment is merely an allegation. All defendants are presumed innocent until proven guilty beyond a reasonable doubt in a court of law.", "url": "https://www.justice.gov/opa/pr/justice-department-charges-four-iranian-nationals-multi-year-cyber-campaign-targeting-us", "topic_category": "Cybercrime", "node_component": "Office of the Attorney General", "office": "Office of Public Affairs"},
{"title": "Register Now for NexGen 2.0 FOIA Tech Showcase for Federal Agencies", "date": "April 23, 2024", "subtitle": null, "fulltext": "The Office of Information Policy (OIP) is pleased to announce that the Technology Committee of the Chief FOIA Officers (CFO) Council, in conjunction with OIP and the Office of Government Information Services (OGIS), will host a three-day event for federal agencies called the The Showcase is intended to identify FOIA technology solutions for federal agencies in response to existing FOIA case processing and backlog challenges, as well as raise awareness of existing technological capabilities utilizing artificial intelligence and other advanced technologies.  A variety of vendors will provide video demonstrations of their technology products for use in agency FOIA administration.  Agency Q&A with the vendor will follow each demonstration. This event is open to federal agency employees with a .gov or .mil email address only.  Registration is required on ", "url": "https://www.justice.gov/oip/blog/register-now-nexgen-20-foia-tech-showcase-federal-agencies", "topic_category": "FOIA", "node_component": "Office of Information Policy", "office": null},
{"title": "Readout of War Crimes Accountability Team Director and U.S. Special Prosecutor for the Crime of Aggression’s Visit to Ukraine", "date": "April 24, 2024", "subtitle": null, "fulltext": "The Justice Department’s War Crimes Accountability Team (WarCAT) Director Christian Levesque and U.S. Special Prosecutor for the Crime of Aggression Jessica Kim traveled to Kyiv, Ukraine, from April 15 to 17, to reaffirm the department’s commitment in advancing accountability for atrocity crimes and Russian aggression against Ukraine. WarCAT Director Levesque and Special Prosecutor Kim were joined by the department’s Resident Legal Advisor posted in Kyiv, Jared Kimball, WarCAT Attorney Advisor Roman Chaban, and the FBI Legal Attaché in Kyiv, Christopher Geiger.The trip continues the Justice Department’s extensive work supporting Ukraine, building on Attorney General Garland’s June 2022 announcement in Lviv, Ukraine, WarCAT Director Levesque, Ukraine Prosecutor General Andriy Kostin, Special Prosecutor Kim, and FBI Legal Attaché Geiger.While in Kyiv, the delegation met with key Ukrainian counterparts and their staff on operational matters, including Prosecutor General Andriy Kostin, Head of the International Legal Cooperation Department Zurab Adeishvili, and Head of the War Crimes Department Yuriy Belousov; the National Police of Ukraine’s Head of the Department of Investigation Maksym Tsutskeridze, Head of the Division for Documentation of Crimes Committed in the Context of Armed Conflict Oleksandr Shapovalov, Head of the International Police Cooperation Department Ivan Hulpa, and Head of the International Communication Division Olha Yevtushenko; members of the Ukrainian Interagency Working Group, including military advisors; and officials from the Security Service of Ukraine. With these partners, WarCAT Director Levesque and Special Prosecutor Kim discussed ongoing investigations, information-sharing, and technical cooperation, as well as the various legislative, procedural, and technical challenges associated with such investigations and potential solutions. The delegation visited the International Criminal Court’s Field Office in Kyiv and met with partners from the Atrocity Crimes Advisory Group to increase partnership and coordination on the situation in Ukraine. They also met with U.S. Ambassador to Ukraine Bridget Brink and Deputy Chief of Mission Robert Needham, and provided an overview of the Justice Department’s Ukraine accountability efforts to U.S. Embassy Kyiv personnel.On April 16, Special Prosecutor Kim, with ICPA Ukraine team members and military advisors, visited the Kyiv Scientific Research Institute of Forensic Expertise of the Ministry of Justice (KFI), a leading forensic examination institution. The KFI visit provided the opportunity to view weapons debris from recovered ballistic missiles, air-guided missiles, and unmanned aerial vehicles shot down by Ukrainian air defenses over Kyiv and other Ukrainian cities, as well as to receive expert briefings on analyses of weapon components and technologies to further the ICPA’s efforts in securing evidence of Russian aggression.Special Prosecutor Kim, with ICPA Ukraine team members, receives analysis of weapons debris from recovered ballistic missiles at the KFI from Ukrainian forensic experts.On April 17, Resident Legal Advisor Kimball, Special Prosecutor Kim (who previously served as the department’s anti-corruption Resident Legal Advisor for Eastern Europe), and FBI Special Agent Kari Harrison, a skilled anti-corruption investigator, delivered a roundtable workshop for prosecutors and investigators from the Specialized Anti-Corruption Prosecutor’s Office (SAPO) and National Anti-Corruption Bureau (NABU) at the U.S. Embassy in Kyiv. The workshop focused on using racketeering and organized crime statutes to combat high-level public corruption. SAPO and NABU workshop participants engaged in a robust discussion on special investigative techniques, covert and overt investigative steps, legislative and procedural options and barriers, and shared challenges in penetrating and dismantling organized criminal groups. The workshop was part of a series of anti-corruption efforts led by Resident Legal Advisor Kimball, with support from the Department of State’s Bureau of International Narcotics and Law Enforcement to ensure that the rule of law prevails in Ukraine.FBI Special Agent Harrison, Kyiv Resident Legal Advisor Kimball, and Special Prosecutor Kim deliver an anti-corruption roundtable workshop for SAPO and NABU prosecutors and investigators at U.S. Embassy Kyiv.During the trip, the group also visited several cultural and heritage sites in Kyiv – targets of Russian aggression – including Zoloti Vorota (Golden Gate), the main entrance into the ancient city of Kyiv; Independence Monument; and Maidan Nezalezhnosti (Independence Square), the central square of Kyiv, which was the site of the pro-independence protests in the 1990s, Orange Revolution in 2004, and Euromaidan Revolution in 2013 and 2014. Throughout the visit, the delegation emphasized the department’s commitment in pursuing every avenue of accountability for Ukraine. Additionally, WarCAT Director Levesque and Special Prosecutor Kim further highlighted how the Justice Department, together with its international partners, will continue to hold accountable all those directly responsible or otherwise complicit in Russian aggression against Ukraine.", "url": "https://www.justice.gov/opa/pr/readout-war-crimes-accountability-team-director-and-us-special-prosecutor-crime-aggressions", "topic_category": null, "node_component": "Criminal Division", "office": "Office of Public Affairs"},
{"title": "Luxury Handbag Company, Founder and Co-Conspirator Sentenced for Smuggling Handbags Made from Caiman and Python Skin", "date": "April 22, 2024", "subtitle": null, "fulltext": "Luxury handbag company Gzuniga Ltd., its founder Nancy Teresa Gonzalez de Barberi and Gonzalez’s associate Mauricio Giraldo were sentenced to prison today for illegally importing merchandise from Colombia to the United States that was made from protected wildlife. All had previously Gzuniga was ordered to forfeit all handbags and other previously seized product, banned for three years from any activities involving commercial trade in wildlife and sentenced to serve three years of probation. Gonzalez was sentenced to 18 months in prison with credit for time served, a supervised release of three years and to pay a special assessment. Giraldo was sentenced to time served, approximately 22 months based on incarceration in Colombia and the United States since his extradition, a year of supervised release and to pay a special assessment. Another co-conspirator, John Camilo Aguilar Jaramillo, pleaded guilty on April 8 and is scheduled to be sentenced on June 27. Gonzalez, Giraldo and Jaramillo are Colombian citizens and were extradited to the United States to face the charges brought against them.  The caiman and python species are protected by the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), to which both the United States and Colombia are signatories.“The United States signed on to CITES in an effort to help protect threatened and endangered species here and abroad from trafficking,” said Assistant Attorney General Todd Kim of the Justice Department’s Environment and Natural Resources Division. “We will not tolerate illegal smuggling. We appreciate the efforts of our many federal and international partners who have helped with the investigation, extradition and prosecution of this case.”“The United States, in company with the international community, has established a system for overseeing the trafficking in protected species of wildlife. That system relies on a system of permits and oversight by many agencies and demands strict compliance by all those engaged in such trade,” said U.S. Attorney Markenzy Lapointe for the Southern District of Florida. “The press of business, production deadlines or other economic factors are not justification for anyone to knowingly flout the system and attempt to write their own exceptions to wildlife trafficking laws. In cooperation with our international partners, our Office will continue to require strict adherence to laws that protect our endangered species.”“The U.S. Fish and Wildlife Service is deeply committed to combatting wildlife trafficking in all its forms. The Gonzalez case underscores the importance of robust collaboration with federal and international partners to disrupt illegal wildlife trade networks,” said Assistant Director Edward Grace of the U.S. Fish and Wildlife Service’s (USFWS) Office of Law Enforcement. “This investigation uncovered a multi-year scheme that involved paid couriers smuggling undeclared handbags made of CITES-protected reptile skins into the U.S. to be sold for thousands of dollars. The Service will continue to seek justice for protected species exploited for profit, and we will hold accountable those who seek to circumvent international controls meant to regulate their sustainable trade.”An indictment charged Gzuniga, Gonzalez, Giraldo and Jaramillo with one count of conspiracy and two counts of smuggling for illegally importing designer handbags made from caiman and python skin from February 2016 to April 2019.The conspirators brought hundreds of designer purses, handbags and totes into the United States by enlisting friends, relatives and even employees of Gonzalez’s manufacturing company in Colombia to wear the designer handbags or put them in their luggage while traveling on passenger airlines. Once in the United States, the bags were delivered or shipped to the Gzuniga showroom New York to be displayed and sold.The USFWS Office of Law Enforcement in Valley Stream, New York, investigated the case, with the assistance of the Miami Resident Agent in Charge Office of USFWS. The Justice Department’s Office of International Affairs and the Criminal Division’s Narcotic and Dangerous Drug Section (NDDS) Judicial Attaché Office in Bogotá, Colombia, provided valuable assistance with securing the arrest and extradition of Gonzalez, Giraldo and Jaramillo. The U.S. Marshals Service (USMS), Customs and Border Protection and Homeland Security Investigations were instrumental in supporting the case. The United States also thanks Colombian law enforcement authorities for their valuable assistance and close collaboration and partnership.Senior Trial Attorney R.J. Powers of the Justice Department’s Environmental Crimes Section and Assistant U.S. Attorney Thomas Watts-Fitzgerald for the Southern District of Florida are prosecuting the case.", "url": "https://www.justice.gov/opa/pr/luxury-handbag-company-founder-and-co-conspirator-sentenced-smuggling-handbags-made-caiman", "topic_category": "Wildlife", "node_component": "Environment and Natural Resources Division", "office": "Office of Public Affairs"},
{"title": "Chicago-Area Tax Preparer Sentenced for False Return Scheme", "date": "April 23, 2024", "subtitle": "Defendant Filed Over 900 Fraudulent Returns Claiming More than $1.3 Million in Refunds", "fulltext": "An Illinois woman was sentenced today to one year and one day in prison for preparing and filing false income tax returns for clients.According to court documents and statements made in court, Vervia Watts, of Lansing, operated a tax preparation business in Illinois and elsewhere. From at least January 2017 through June 2023, Watts prepared and filed over 900 fraudulent income tax returns for her clients, reporting false education expenses and business income to obtain larger refunds from the IRS than the clients were otherwise entitled to receive. Watts received at least $300 for each return she prepared. The IRS paid approximately $1.3 million in fraudulent refunds.In addition to her prison sentence, U.S. District Judge Lindsay C. Jenkins for the Northern District of Illinois ordered Watts to serve one year of supervised release and to pay approximately $1,349,314 in restitution to the IRS.Acting Deputy Assistant Attorney General Stuart M. Goldberg of the Justice Department’s Tax Division made the announcement.IRS Criminal Investigation investigated the case.Trial Attorneys Meredith Havekost and Regina Jeon of the Tax Division prosecuted the case.", "url": "https://www.justice.gov/opa/pr/chicago-area-tax-preparer-sentenced-false-return-scheme", "topic_category": "Tax", "node_component": "Tax Division", "office": "Office of Public Affairs"},
{"title": "Florida Man Sentenced for Laundering Proceeds of Nigerian Romance Scams and Business Email Compromises", "date": "April 23, 2024", "subtitle": null, "fulltext": "A Florida man was sentenced today in federal court to 48 months in prison for his role in laundering the proceeds of scams against American consumers and businesses to co-conspirators located in Nigeria.According to court documents, Niselio Barros Garcia Jr., 50, of Winter Garden, was part of a network of individuals who laundered proceeds of fraud from romance scams, business email compromises and other fraud schemes. Garcia supplied bank accounts to his co-conspirators for the purpose of receiving proceeds from the scams. After he received the proceeds, Garcia used a cryptocurrency exchange to conceal and transfer the funds in Bitcoin to co-conspirators in Nigeria.Business email compromises involve criminals hacking or spoofing business email accounts to initiate fraudulent money transfers. Romance scams involve fraudsters creating fake online personas to gain the trust and affection of victims, leading to financial exploitation. These schemes not only cause significant financial losses, but also deeply impact the lives of victims.Garcia pleaded guilty to conspiracy to commit money laundering in the Southern District of Florida in January. According to Garcia’s plea agreement, Garcia personally laundered over $2.3 million of criminal proceeds. As part of his sentence, Garcia was ordered to forfeit $464,923.91 in proceeds that he personally received from the offense. Four additional defendants have been charged in this scheme but remain at large.“This case demonstrates the department’s continued commitment to prosecuting transnational fraud and those who knowingly facilitate it,” said Principal Deputy Assistant Attorney General Brian Boynton, head of the Justice Department’s Civil Division. “By facilitating the concealment of illicit profits, third-party money launderers enable large-scale transnational fraud schemes. This case underscores the department’s commitment to protecting consumers and disrupting the infrastructure that makes these crimes lucrative.”The FBI Buffalo Field Office investigated the case.Trial Attorneys Lauren M. Elfner and Matthew Robinson of the Civil Division’s Consumer Protection Branch are prosecuting the case.If you or someone you know is age 60 or older and has experienced financial fraud, experienced professionals are standing by at the National Elder Fraud Hotline: 1-833-FRAUD-11 (1-833-372-8311). This Justice Department hotline, managed by the Office for Victims of Crime, can provide personalized support to callers by assessing the needs of the victim and identifying relevant next steps. Case managers will identify appropriate reporting agencies, provide information to callers to assist them in reporting, connect callers directly with inappropriate agencies and provide resources and referrals, on a case-by-case basis. Reporting is the first step. Reporting can help authorities identify those who commit fraud and reporting certain financial losses due to fraud as soon as possible can increase the likelihood of recovering losses. The hotline is open Monday through Friday from 10:00 a.m. to 6:00 p.m. ET. English, Spanish and other languages are available. More information about the department’s efforts to help American seniors is available at its Elder Justice Initiative webpage at www.justice.gov/elderjustice. For more information about the Consumer Protection Branch and its enforcement efforts, visit www.justice.gov/civil/consumer-protection-branch. Elder fraud complaints may be filed with the FTC at ", "url": "https://www.justice.gov/opa/pr/florida-man-sentenced-laundering-proceeds-nigerian-romance-scams-and-business-email", "topic_category": "Elder Justice", "node_component": "Civil Division", "office": "Office of Public Affairs"},
{"title": "Attorney General Garland & ATF Director Dettelbach Dedicate “The Faces of Gun Violence” Exhibit at ATF’s Inaugural Gun Violence Survivors’ Summit", "date": "April 24, 2024", "subtitle": null, "fulltext": "Attorney General Merrick B. Garland and Director Steven M. Dettelbach of the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) dedicated a new “Faces of Gun Violence” exhibit today at a ceremony hosted during ATF’s Inaugural Gun Violence Survivors’ Summit. The exhibit honors and memorializes those whose lives have been tragically lost to gun violence.“As we remember those we have lost to gun violence, the Justice Department promises that we will strive every single day to honor their lives in our work,” said Attorney General Merrick B. Garland. “We promise that we will not rest until every family, every law enforcement agent, and every community is safe from the devastation of gun violence. As our dedicated ATF agents pass by the ‘Faces of Gun Violence’ exhibit every day, it will stand as a powerful monument to those they are fighting for.”Related:Deputy Attorney General Lisa Monaco Deliver Remarks at ATF’s Inaugural Gun Violence Survivors’ Summit", "url": "https://www.justice.gov/opa/video/attorney-general-garland-atf-director-dettelbach-dedicate-faces-gun-violence-exhibit-atfs", "topic_category": "Firearms Offenses", "node_component": "Office of the Attorney General", "office": null},
{"title": "Doctor Charged with Unlawfully Distributing Controlled Substances and Health Care Fraud", "date": "April 23, 2024", "subtitle": null, "fulltext": "A New Hampshire doctor made his initial appearance today in Burlington, Vermont, on charges related to his alleged involvement in conspiracies to illegally distribute controlled substances and to commit health care fraud. According to court documents, Adnan S. Khan, M.D., 48, of Grantham, orchestrated his alleged illegal prescribing and health care fraud conspiracies through New England Medicine and Counseling Associates (NEMCA), which operated a network of clinics located in Vermont, New Hampshire, and Maine. Through NEMCA, Khan allegedly distributed drugs to individuals outside the usual course of professional practice and without a legitimate medical purpose. Khan allegedly required that patients pay cash in exchange for their prescriptions, despite many of his patients having insurance through Medicare and Vermont Medicaid. Khan allegedly prescribed the drugs knowing that at least some of his patients were abusing and diverting the drugs. In addition, Dr. Khan allegedly ordered medically unnecessary definitive urine drug testing while soliciting kickbacks and bribes from laboratories, knowing that federal health care programs would be billed for the medically unnecessary tests.   Khan is charged with one count of conspiracy to commit unlawful distribution of a controlled substance, 12 counts of illegal distribution of a controlled substance, one count of conspiracy to commit health care fraud, and two counts of health care fraud. If convicted, Khan faces a maximum penalty of 20 years in prison on the illegal distribution counts and a maximum penalty of 10 years in prison on each of the health care fraud counts.As a condition of Khan’s release pending trial, he is prohibited from writing prescriptions for controlled substances.Principal Deputy Assistant Attorney General Nicole M. Argentieri, head of the Justice Department’s Criminal Division; U.S. Attorney Nikolas P. Kerest for the District of Vermont; Acting Special Agent in Charge Stephen Belleau and Diversion Program Manager Evangela Dortch of the Drug Enforcement Administration (DEA) New England Division; Special Agent in Charge Roberto Coviello of the Department of Health and Human Services Office of Inspector General (HHS-OIG) Boston Field Office; Special Agent in Charge Craig L. Tremaroli of the FBI Albany Field Office; and Attorney General Charity R. Clark of the Vermont Attorney General’s Office, on behalf of the office’s Medicaid Fraud & Residential Abuse Unit, made the announcement. DEA, HHS-OIG, the FBI, and the Vermont Attorney General’s Office, Medicaid Fraud and Residential Abuse Unit are investigating the case.Trial Attorneys Thomas D. Campbell and Danielle H. Sakowski of the Criminal Division’s Fraud Section and Assistant U.S. Attorney Andrew Gilman for the District of Vermont are prosecuting the case.The Fraud Section partners with federal and state law enforcement agencies and U.S. Attorneys’ Offices throughout the country to prosecute medical professionals and others involved in the illegal prescription and distribution of opioids. The Fraud Section leads the Criminal Division’s efforts to combat health care fraud through the Health Care Fraud Strike Force Program. Since March 2007, this program, currently comprised of nine strike forces operating in 27 federal districts, has charged more than 5,400 defendants who collectively have billed federal health care programs and private insurers more than $27 billion. In addition, the Centers for Medicare & Medicaid Services, working in conjunction with HHS-OIG, are taking steps to hold providers accountable for their involvement in health care fraud schemes. More information can be found at The Vermont Attorney General’s Office, Medicaid Fraud and Residential Abuse Unit receives 75% of its funding from HHS-OIG under a grant award totaling $1,229,616 for federal fiscal year 2024.  The remaining 25%, totaling $409,870 for federal fiscal year 2024, is funded by the State of Vermont.Anyone needing access to opioid treatment services can contact HHS-OIG’s Substance Abuse and Mental Health Services Administration 24/7 National Helpline for referrals to treatment services at 1-800-662-4359.An indictment is merely an allegation. All defendants are presumed innocent until proven guilty beyond a reasonable doubt in a court of law.", "url": "https://www.justice.gov/opa/pr/doctor-charged-unlawfully-distributing-controlled-substances-and-health-care-fraud", "topic_category": "Prescription Drugs", "node_component": "Criminal Division", "office": "Office of Public Affairs"},
{"title": "Justice Department Dedicates “Faces of Gun Violence” Exhibit at  ATF’s Inaugural Gun Violence Survivors’ Summit", "date": "April 23, 2024", "subtitle": null, "fulltext": "Attorney General Merrick B. Garland and Director Steven M. Dettelbach of the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) dedicated a new “Faces of Gun Violence” exhibit today at a ceremony hosted during ATF’s Inaugural Gun Violence Survivors’ Summit. The exhibit honors and memorializes those whose lives have been tragically lost to gun violence.“As we remember those we have lost to gun violence, the Justice Department promises that we will strive every single day to honor their lives in our work,” said Attorney General Merrick B. Garland. “We promise that we will not rest until every family, every law enforcement agent, and every community is safe from the devastation of gun violence. As our dedicated ATF agents pass by the ‘Faces of Gun Violence’ exhibit every day, it will stand as a powerful monument to those they are fighting for.”“Today, survivors of gun violence, including those in law enforcement, came together to tell their stories and engage in important discussions about preventing gun violence, which continues to devastate families and communities across the country,” said Deputy Attorney General Lisa Monaco. “I thank the women and men of ATF for the work they do every day to keep our communities safe and for convening this Summit. And I’m especially grateful to today’s participants who have lost loved ones to gun violence and who honor their memories by fighting for a better, safer future.”“The ‘Faces of Gun Violence’ exhibit is a permanent reminder of what ATF comes to work to do every day — a reminder of why agents risk their lives and why everyone at ATF dedicates their careers to this mission: to honor the fallen and protect the living,” said ATF Director Dettelbach. “This exhibit both honors and tells the stories of the victims of firearms violence. And it reminds us to keep front and center the lives, the stories, and the courage of those who have been impacted by firearms violence.”The “Faces of Gun Violence” exhibit consists of a wall and digital kiosk. The wall consists of 118 photos of people who have been killed by gun violence in, among other incidents, mass casualty events, such as school shootings; community shootings; domestic violence shootings, and by suicide. The photographs on the wall will stay up for one year, until another 118 photographs take their place at next year's Gun Violence Survivors' Summit. Alongside the wall is the digital kiosk, which contains the same photographs with accompanying short biographies for each person. The kiosk will remain for the foreseeable future, and new photos and bios will be added after each year’s dedication on a rolling basis as they are submitted. The dedication was the final event of the day, concluding ATF’s Inaugural Gun Violence Survivors’ Summit, which brought together more than 200 survivors of gun violence, members of law enforcement, U.S. Attorneys, health care professionals, and victim advocates. The Summit included remarks by Deputy Attorney General Monaco and San Diego District Attorney Summer Stephan, as well as a number of panel discussions that focused on experiences of survivors of gun violence, firearms and domestic violence, law enforcement as survivors, and the effects of secondary trauma. By sharing experiences, discussing the toll gun violence takes on lives, and learning about ATF’s mission and efforts to respond and prevent violent crime, the Summit increased understanding and transparency.", "url": "https://www.justice.gov/opa/pr/justice-department-dedicates-faces-gun-violence-exhibit-atfs-inaugural-gun-violence", "topic_category": null, "node_component": "Office of the Attorney General", "office": "Office of Public Affairs"},
{"title": "New Jersey Man Charged with Federal Hate Crime for Breaking into Center for Islamic Life at Rutgers University and Destroying Property", "date": "April 22, 2024", "subtitle": null, "fulltext": " A New Jersey man has been charged with a federal hate crime for breaking into the Center for Islamic Life at Rutgers University (CILRU) in New Brunswick, New Jersey, and destroying property.Jacob Beacher, 24, of Somerset County, was arrested this morning and charged by complaint with one count of intentional or attempted obstruction of religious practice and one count of making false statements to federal authorities.According to the criminal complaint, on April 10, during the Eid-al-Fitr holiday, Beacher broke into the CILRU around 2:41 a.m., where he damaged the CILRU’s property, including several religious artifacts, such as Turbah prayer stones, which are clay stones on which Muslims prostrate during prayer, and numerous other items that contained holy language from the Qur’an, Islam’s sacred scripture. The complaint also alleges that Beacher stole a Palestinian flag and a charity box belonging to the CILRU.Assistant Attorney General Kristen Clarke of the Justice Department’s Civil Rights Division, U.S. Attorney Philip R. Sellinger for the District of New Jersey and New Jersey State Attorney General Matthew J. Platkin made the announcement.The FBI Newark Field Office, Branchburg Resident Agency, New Jersey Attorney General’s Office, Middlesex County Prosecutor’s Office, Rutgers University Police Department-New Brunswick Division and New Jersey Regional Computer Forensics Laboratory investigated the case.Assistant U.S. Attorney Benjamin Levin and Deputy Chief R. Joseph Gribko for the District of New Jersey and Trial Attorney Daniel Grunert of the Justice Department’s Civil Rights Division are prosecuting the case.A criminal complaint is merely an allegation. All defendants are presumed innocent until proven guilty beyond a reasonable doubt in a court of law. ", "url": "https://www.justice.gov/opa/pr/new-jersey-man-charged-federal-hate-crime-breaking-center-islamic-life-rutgers-university", "topic_category": "Civil Rights", "node_component": "Civil Rights Division", "office": "Office of Public Affairs"},
{"title": "Attorney General Merrick B. Garland Delivers Remarks at ATF’s Inaugural Gun Violence Survivors’ Summit", "date": "April 23, 2024", "subtitle": null, "fulltext": "Remarks as DeliveredThank you, Steve. I am grateful for that overly generously introduction. No disrespect intended, but next time I’d like that woman there to introduce me. She’s really something.I am grateful for your leadership and for everything that your team did to put this Summit together. It is really quite extraordinary.I also want to take this moment to recognize the extraordinary professionals of ATF who work tirelessly to protect our communities every day, often at great risk to themselves. Their mission is as urgent as it has ever been. And they do their work with great skill and under enormous pressure.I just had the honor of meeting several of the survivors attending this event. They shared with me their stories, their grief, and their devotion to preventing other families from experiencing the profound loss that they have experienced.We stand here today at ATF’s Faces of Gun Violence, a memorial to those who have lost their lives to this tragic epidemic.Behind me, we see a 15-year-old boy from Washington, D.C., who helped his football team win a championship.We see a mother and her three young daughters from Oregon, who spent their final evening together in excited anticipation of the eldest daughter’s first day of kindergarten.We see a 17-year-old honors student from Michigan, who tutored his classmates and loved his three little brothers.We see an beloved mother, grandmother, and great-grandmother from Buffalo, whose door and pantry were always open to family and friends.We see a 9-year-old girl from Uvalde, whose family beamed with pride at her First Communion.We see a loving husband and father, who served for over two decades as a police officer, and whose heroism, even after he was shot, saved the lives of countless other officers.We see two FBI agents, who put their lives on the line to combat insidious crimes against vulnerable children and made the ultimate sacrifice.We see their stories, the rich lives they led, and the people who loved them.We see their beautiful photos.And we see many of their loved ones here today.But we do not see them here with us today.Because they are victims of gun violence.Because he was shot and killed in his neighborhood.Because they were the victims of domestic violence.Because he died of suicide during a mental health crisis.Because she was targeted in a hate-fueled mass shooting.Because she was killed in her fourth-grade classroom.Because they made the ultimate sacrifice while protecting the public.Each victim in this exhibit was someone’s world: their beloved child; their role model; their revered elder; their best friend; their hero; the love of their life.On behalf of the Justice Department, I want to express my deepest condolences to all of you who are here today to honor a loved one.I would also like to extend my gratitude.Your presence here is a testament to your everlasting love.But I know that my condolences and my gratitude are not enough.I know there is nothing we can do to bring back the 118 people we honor today. Or the hundreds of thousands of victims of gun violence who have been stolen from their families and communities across the country.And I know that the tragedy of gun violence in our country is so enduring and so enormous that it can often feel like there is nothing we can do.But that could not be further from the truth.In the effort to keep our country safe from gun violence, the Justice Department will never give in and never give up.We know what is at stake.So, we are doing everything we can to interrupt and disrupt the cycle of gun violence, from start to finish.We are working to honor the victims and survivors of gun violence by pursuing justice on their behalf. And by holding the individual perpetrators of gun violence accountable for their crimes.We are using our prosecutorial and technological tools to identify the repeat offenders and gangs who are principally responsible for community violence.We are supporting our state and local law enforcement and community partners in their efforts to drive down violent crime.We are cracking down on the criminal gun-trafficking pipelines that flood our communities with illegal guns. We are deploying strike forces to dismantle every link in illegal gun trafficking networks — from wherever illegal guns originate, to wherever they are used to commit violent crimes.We are supporting evidence-based initiatives that intervene at the community level to disrupt gun violence before it occurs.We are investing in programs that focus on addressing the deadly intersection between gun violence and domestic violence, by supporting specialized training for our law enforcement partners and enhanced support services for survivors.And we are using our own authorities and supporting the efforts of law enforcement agencies across the country, to implement laws that keep firearms out of the hands of individuals who pose a threat to themselves and to others.Just two weeks ago, we issued one of the most significant gun regulations in decades, to expand background checks and curb unlicensed firearms dealing.That regulation closes the so-called gun-show loophole. It does not matter if guns are sold on the internet, at a gun show, or at a brick-and-mortar store. If someone sells a gun predominantly to earn a profit, they must be licensed, and they must conduct a background check to ensure that the buyer is not barred by law from having a gun.This regulation is a historic step in the Justice Department’s fight against gun violence.And it will save lives.But we know there is so much work to do.This evening, as we remember those we have lost to gun violence, the Justice Department promises that we will strive every single day to honor their lives with our work.We promise will not rest until every family, every law enforcement agent, and every community is safe from gun violence.We promise that we will never stop fighting to save the lives of those we love.And as our dedicated ATF agents pass through this atrium every day, this memorial will stand as a powerful monument to those they are fighting for.Thank you all for being here.", "url": "https://www.justice.gov/opa/speech/attorney-general-merrick-b-garland-delivers-remarks-atfs-inaugural-gun-violence", "topic_category": null, "node_component": "Office of the Attorney General", "office": null},
{"title": "Acting Associate Attorney General Benjamin C. Mizer Delivers Remarks at Access to Justice's Reentry Simulation", "date": "April 19, 2024", "subtitle": null, "fulltext": "Thank you, Rina, for that kind introduction. And thank you all for joining us here today. As we celebrate Second Chance month, I am excited to welcome you to this Reentry Simulation — an innovative project that I know will be educational and eye-opening for us all.I would like to start by expressing my appreciation to those who made today’s event possible:First, I’d like to thank Director Rachel Rossi and the Office for Access to Justice (ATJ). In the Obama Administration, I worked down the hall from ATJ, when its staff was only eight people. Since its relaunch two years ago, the office has grown exponentially, and it’s inspiring to see the tireless work the ATJ team does every day to expand equity in both the criminal and civil justice systems.I’d also like to thank Director Collette Peters and the Federal Bureau of Prisons. Your work is critically important not only to protecting public safety, but also to helping those who are reentering society navigate their return as successfully as possible.And to the many leaders and advocates who are participating in and assisting with the Simulation today: we are grateful for your engagement and appreciate the opportunity to learn from your personal experiences navigating reentry.Last, but by no means least, I am grateful to our many federal agency partners here today. We value your collaboration on these critical issues and appreciate your partnership on all of the work we do together.The goal of today’s Reentry Simulation is to illustrate the significant obstacles faced by individuals returning from incarceration to the community. The exercise is part of the Department’s broader work to strengthen the safety of our communities, while advancing thoughtful, evidence-informed initiatives and reforms throughout the criminal justice system.The Department released a strategic plan last April, as part of a whole-of-government strategy that the President set forth in his May 2022 Executive Order. Our strategic plan outlined an ambitious roadmap for achieving three goals: first, safely reducing unnecessary criminal justice interactions; second, supporting rehabilitation during incarceration; and third, facilitating successful reentry for individuals both within the federal justice system and among states and localities nationwide.Over the past year, the Department has worked diligently to execute that plan. And today I’d like to share some of the meaningful and tangible progress we’ve made over the past year.First, to advance our goal of safely reducing criminal justice interactions, the Department has supported approaches that reduce the burden on law enforcement and strengthen public safety.Our Office of Justice Programs has invested more than $17 million in partnerships between law enforcement and health service providers to improve outcomes for individuals with mental health or substance use disorders who come into contact with law enforcement.We have also awarded over $114 million to problem-solving court programs that divert people with substance use disorders into judicially supervised treatment programs in appropriate cases, with a focus on promoting equity and mitigating disparate outcomes. These diversion and reform efforts help alleviate the burdens on our police, reduce inequity and justice system involvement, and improve public safety.Second, the Department is supporting state and local correctional partners who are working to implement meaningful opportunities for rehabilitation during incarceration.We are committed to bridging the gaps in opportunity for those incarcerated within federal correctional facilities, and to supporting our state and local correctional partners as they undertake the critical work of promoting rehabilitation in prisons and jails nationwide. To that end, the Department has provided $23 million in funding for state- and local-level correctional services that expand access to high school equivalent degrees, vocational training, and other certifications. We have helped correctional and educational institutions scale up post-secondary educational opportunities in prisons and take advantage of the reinstatement of Pell Grant eligibility for incarcerated students. And the Federal Bureau of Prisons (FBOP) is expanding access to Pell Grants within federal correctional facilities to help incarcerated students earn college credits or a college degree.The Department has also launched the Jails and Justice Support Center, a national training and technical assistance hub that is currently partnering with jail administrators to help establish safe and humane environments for residents, visitors, and staff.Third — and most relevant to today’s event — the Department has taken a number of steps to improve reentry outcomes.We know that successful reentry is critical to reducing recidivism and reducing crime.That is why the Department has invested almost $70 million in programming for currently and formerly incarcerated individuals at the state, local, and Tribal levels. As part of these investments, the Department has launched a new initiative to fund intermediary organizations that are delivering grants and assistance to community-based reentry service providers.At the same time, the Department has worked to build awareness of Medicaid demonstration authorities — an opportunity announced last year to help states improve care transitions for certain individuals nearing release from incarceration. As part of those efforts, later this year we will launch a new policy academy for state corrections and Medicaid leaders to educate them about ways of improving health care coverage for individuals returning from incarceration.What is more, the Department has been working to combat the unlawful barriers that hinder successful reentry. Recognizing that many returning citizens are financially stifled by unlawful fines and fees, last year the Justice Department issued a Dear Colleague Letter that addresses common court-imposed fines and fees practices. That letter cautions state and local courts against practices that may unfairly penalize individuals who are unable to pay or otherwise have a discriminatory effect.Building on this Dear Colleague letter, the Office for Access to Justice released a report in November highlighting the most common and innovative approaches taking place across the country to reduce reliance on criminal and civil fines and fees. And the Department launched a new initiative to provide training and assistance to help states and localities rethink the use of fines and fees.That brings us to today’s simulation. In a few minutes, you will have the opportunity to get a glimpse of what it is like to deal with some of the many challenges that individuals face when re-entering society.To be clear, today’s simulation cannot possibly allow us to fully understand the countless obstacles individuals face when reentering society.But it will give us a window to think critically about the barriers that returning individuals face, how those barriers relate to one other, and how we can all work together to help individuals overcome those barriers.One of the many things we know about reentry is that individuals are more likely to succeed when they return to their communities — and less likely to experience incarceration in the future — if they have access to health benefits and other benefits. We hope that today’s simulation will help show how vital it is that individuals learn how to access the benefits to which they are entitled when transitioning out of incarceration.Access to civil legal services can play an important role in securing these benefits — and those services can start in the carceral setting. To this end, the Office for Access to Justice and Bureau of Prisons have been collaborating on a pilot project that will bring additional civil legal services to federal prisons.Today, I am pleased to announce the latest product of their hard work: a Medical Legal Partnership we are working on with Texas A&M. This collaboration will bring targeted medical services to help identify individuals incarcerated in FBOP’s facility in Bryan, Texas, who may require additional support when re-entering society.I want to thank Brook Bell, the Director of Texas A&M’s Medical Legal Partnership Clinic, for being here today and her work to bring this collaboration to fruition.This innovative Pilot will be part of a larger civil legal services effort that includes a series of empowerment workshops to help incarcerated individuals better understand their rights and allow them to more effectively advocate for themselves on a range of civil legal issues related to family law, debt and financial-related issues, and government benefits.For a select group of participants identified through the new Medical Legal partnership as needing additional assistance, the pilot will focus on improving their access to disability benefits.Social Security benefits have been proven to lift more people out of poverty than any other government program. Yet most disability benefit claims are denied at the application stage.  This Medical Legal Partnership will bring together legal and medical professionals to help better identify the population of incarcerated individuals eligible for these benefits, and to support these individuals in obtaining the benefits for which they are eligible.We look forward to launching this pilot in the coming months and supporting individuals as they rejoin our communities and are presented with new opportunities for success. And we hope that, by facilitating successful reentry, these efforts will reduce recidivism and improve public safety.I want to thank you again for being here today, and for joining with us in our efforts to reduce the barriers faced by some of the most vulnerable in our society. All of us have a responsibility to ensure that our criminal justice system not only protects public safety, but also enables individuals to safely and successfully reenter society when their sentences conclude. I am grateful to so many of you here for the work you have done — and continue to do — to carry out that responsibility. And I know that today’s simulation will deepen our understanding of how much important work remains to be done.I will now turn the floor over to Christina Smith, Deputy Director of Policy for the Office for Access to Justice, who will explain to you how the simulation works.", "url": "https://www.justice.gov/opa/speech/acting-associate-attorney-general-benjamin-c-mizer-delivers-remarks-access-justices", "topic_category": "Access to Justice", "node_component": "Office of the Associate Attorney General", "office": null},
{"title": "Assistant Attorney General Todd Kim Delivers Remarks at Volunteer Service Event in Washington, D.C., to Commemorate Earth Day", "date": "April 19, 2024", "subtitle": null, "fulltext": "Remarks as Prepared for DeliveryGood morning, Environment and Natural Resources Division (ENRD), friends and family! Happy Earth Day. It is wonderful to be here with all of you.First off, I’d like to thank Washington Parks & People for its continuing partnership with ENRD, and for all the work they do to create and revitalize greenspaces across the District of Columbia.This year’s Earth Day theme is Planet versus Plastics. Our work here in Marvin Gaye Park today will fit right in with that theme. Over a five-year period, Washington Parks & People has organized thousands of volunteers who have collectively removed mountains of trash from this park, including a lot of harmful plastic. We are here today to continue contributing to these important cleanup efforts.It is especially apt that ENRD is returning here for Earth Day because, as some of you know, Marvin Gaye was an advocate for the environment, raising awareness of growing environmental concerns with his memorable song lyrics. Marvin grew up nearby and would sit beside the Watts Branch stream to write songs and sing. In 1971, one year after the first Earth Day, he released, “Mercy, Mercy Me,” singing of how “things ain’t what they used to be. Oil wasted on the ocean and upon our seas. Fish full of mercury.” For the past two years, the U.S. has actively participated in the United Nations’ process of negotiating a treaty to end plastic pollution. This global plastics treaty is expected to be completely negotiated by the end of 2024. And with the treaty’s ambitious goal of ending plastic pollution, the result will be less plastic, less oil and a cleaner environment. It is my great pleasure to work with all of you who work every day to tackle the concerns that Marvin Gaye helped bring to the forefront of the public consciousness. Your work is not easy. It demands personal sacrifice. But it is important and it is valued. I hope you find it rewarding to work on behalf not only of people today, but also future generations.   And today we get to do our work outside, upholding our now more than 20-year ENRD tradition of celebrating Earth Day by doing local community service projects like this one.  Today we also take stock of the tremendous results of our efforts as a division this past year. I’m very pleased to announce the release of our Accomplishments Report for fiscal year 2023, which I hope you will read and share with others who are interested in learning more about our work.  Through our enforcement efforts and defense of client agencies, we have played a key role in efforts to secure environmental justice and respond to the climate crisis, all while continuing to fulfill our division’s remarkably broad mission. We have supported our client agencies’ efforts to reduce the emissions of harmful greenhouse gases and adapt to a changing climate. We have continued to identify and prioritize for resolution cases that address public health and environmental harms faced by overburdened and underserved communities.And we have had notable achievements this year, securing over $440 million in civil and criminal fines, penalties and costs recovered, and federal injunctive relief valued at $2.3 billion. We obtained favorable outcomes in 99% of our civil enforcement cases, 91% of our civil defensive cases, 96% of our criminal cases and 100% of our condemnation cases.I am proud of what we have collectively accomplished. And today, I want us to take to heart how all actions to preserve and protect our planet can add up to make it a better place. I look forward to today and all that we will achieve in the coming years.", "url": "https://www.justice.gov/opa/speech/assistant-attorney-general-todd-kim-delivers-remarks-volunteer-service-event-washington", "topic_category": "Environment", "node_component": "Environment and Natural Resources Division", "office": null},
{"title": "Consolidated Nuclear Security Agrees to Pay $18.4 Million to Settle False Claims Act Allegations of Timecard Fraud", "date": "April 23, 2024", "subtitle": null, "fulltext": "Consolidated Nuclear Security LLC (CNS) has agreed to pay the United States $18.4 million to settle allegations that, between July 1, 2014, and June 30, 2020, CNS knowingly submitted false claims to the National Nuclear Security Administration (NNSA) for time not worked at NNSA’s Pantex Site near Amarillo, Texas. The NNSA’s Pantex Site is the nation's primary facility for the assembly, disassembly and retrofitting of nuclear weapons. CNS, a Delaware company with its principal place of business in Tennessee, held a contract to manage and operate the site.“We will not tolerate the misuse of public funds by those who do business with the United States,” said Principal Deputy Assistant Attorney General Brian M. Boynton, head of the Justice Department’s Civil Division. “Today’s settlement demonstrates that the Justice Department will ensure that government contractors fulfill their commitments particularly with respect to highly sensitive work on matters of national security.”        The settlement announced today resolves admissions by CNS that certain production technicians at the Pantex Plant recorded hours on their timesheets that they did not work. The United States paid CNS for that time under the CNS contract. CNS received credit in the settlement under the department’s guidelines for taking disclosure, cooperation and remediation into account in False Claims Act cases.“Taxpayers should never be on the hook for the cost of work that was not performed,” said U.S. Attorney Leigha Simonton for the Northern District of Texas. “Government contractors who misrepresent hours will be held accountable.”The settlement was the result of a coordinated effort by the U.S. Attorney’s Office for the Northern District of Texas, Civil Division’s Commercial Litigation Branch and Department of Energy, Office of the Inspector General. Assistant U.S. Attorneys Ken Coffin and Brian Stoltz for the Northern District of Texas and Senior Trial Counsel Don Williamson of the Justice Department's Civil Division handled the matter.The claims resolved by the settlement are allegations only and there has been no determination of liability.", "url": "https://www.justice.gov/opa/pr/consolidated-nuclear-security-agrees-pay-184-million-settle-false-claims-act-allegations", "topic_category": "False Claims Act", "node_component": "Civil Division", "office": "Office of Public Affairs"},
{"title": "Attorney General Merrick B. Garland Statement on the 29th Anniversary of the Oklahoma City Bombing", "date": "April 19, 2024", "subtitle": null, "fulltext": "The Justice Department issued the following statement from Attorney General Merrick B. Garland in recognition of the 29th anniversary of the Oklahoma City Bombing, which took place on April 19, 1995, in Oklahoma City, Oklahoma:“Twenty-nine years after the bombing of the Alfred P. Murrah Federal Building, we continue to remember the 168 people, including 19 children, who were stolen from their loved ones, as well as the hundreds who were injured and forever changed. We continue to mourn alongside the families and the entire Oklahoma City community devastated by the attack.“On this day, twenty-nine years ago, I watched in horror from my desk at the Justice Department as reports came in that there had been an explosion at the Murrah building in Oklahoma City.  My colleagues and I gathered in front of a TV in my office and saw our first glimpse of the aftermath of the horrific attack. Forty-eight hours later, I traveled to Oklahoma to represent the United States in the first court hearing of the perpetrator, Timothy McVeigh.“I will never forget the devastation that was inflicted on the entire Oklahoma City community. I will also never forget the extraordinary grace and love the community demonstrated in the face of that horrific tragedy. The Justice Department will never forget those who were lost, and we remained committed to working to prevent and disrupt such horrific attacks before they can occur.“That means continuing to counter the threat that both foreign and domestic terrorism pose to our country as we grapple with a heightened global threat environment.“It means continuing to hold accountable those who target Americans who serve the public with threats and acts of violence. “And it means doing this work without ever losing sight of our responsibility to protect the civil rights of everyone in our country.“As we mark 29 years since April 19, 1995, we renew our commitment to remembering what happened, to honoring those we lost, and to doing everything in our power to prevent future tragedies.”", "url": "https://www.justice.gov/opa/pr/attorney-general-merrick-b-garland-statement-29th-anniversary-oklahoma-city-bombing", "topic_category": "Domestic Terrorism", "node_component": "Office of the Attorney General", "office": "Office of Public Affairs"},
{"title": "Two Florida Steel Traders Sentenced for Money Laundering and Russia-Ukraine Sanctions Violations ", "date": "April 19, 2024", "subtitle": "President of Metalhouse LLC Sentenced to Six Years in Prison and $160 Million Forfeiture", "fulltext": "Co-Conspirator Sentenced to 21 Months in Prison and $4.7 Million ForfeitureJohn Can Unsalan, aka Hurrem Can Unsalan, the president of Orlando, Florida-based steel trading firm Metalhouse LLC, was sentenced to six years in prison for conspiracy to commit money laundering to promote violations of U.S. sanctions against Sergey Kurchenko, a pro-Russian Ukrainian oligarch. Unsalan’s former business associate, Sergey Karpushkin, a Belarusian national residing in Miami, was sentenced to 21 months in prison for his role in the scheme. Unsalan pleaded guilty and was ordered to forfeit $160 million in proceeds from the offense. Karpushkin pleaded guilty to conspiring to violate the International Emergency Economic Powers Act (IEEPA) and to commit international promotional money laundering and was ordered to forfeit $4.7 million in criminal proceeds.Kurchenko was sanctioned by the U.S. Department of the Treasury’s Office of Foreign Assets Control (OFAC) in 2015 for his role in misappropriating state assets of Ukraine or of an economically significant entity in Ukraine. Two sanctioned companies – Kompaniya Gaz-Alyans OOO, based in the Russian Federation and controlled by Kurchenko, and ZAO Vneshtorgservis, based in the Russian occupied Georgian region of South Ossetia – were designated by OFAC in 2018 for acting on behalf of and providing material support to the so-called Donetsk People’s Republic and Luhansk People’s Republic in the separatist-controlled regions of eastern Ukraine.As set forth in court filings, Unsalan and Karpushkin engaged in trade with these sanctioned individuals and entities to procure steelmaking equipment and raw material despite knowing that Kurchenko, Gaz-Alyans and Vneshtorgservis were subject to U.S. sanctions that prohibited U.S. persons and entities from doing business with them. No licenses from OFAC were applied for or issued for these payments or transfers.As stated in court documents, between July 2018 and October 2021, Unsalan conspired with others to transfer over $150 million to Kurchenko and companies controlled by Kurchenko. Unsalan, acting through his company, Metalhouse, engaged in trade with sanctioned individuals and entities and received tens of thousands of tons of metal products from the companies. Between July 2017 and August 2020, Karpushkin conspired with Unsalan and other business associates, acting through Metalhouse, to enter into contracts and purchase orders for pig iron, steel billets, and wire rods from these sanctioned companies and agreed to share profits from these unlawful transactions. The co-conspirators intentionally concealed from U.S. banks and government officials the ultimate source and origin of the goods that they sought to acquire, knowing that they did not have the necessary authorization or license from OFAC to transact with Kurchenko and companies owned and controlled by Kurchenko.Assistant Attorney General Matthew G. Olsen of the Justice Department’s National Security Division and Principal Deputy Assistant Attorney General Nicole M. Argentieri, head of the Justice Department’s Criminal Division made the announcement.The FBI Tampa and Washington Field Offices investigated the case, with valuable assistance provided by U.S. Customs and Border Protection.Assistant U.S. Attorney Chauncey A. Bratt for the Middle District of Florida, Trial Attorney Emma Ellenrieder of the National Security Division’s Counterintelligence and Export Control Section, and Trial Attorneys Sean O’Dowd and Sean Fern of the Criminal Division’s Money Laundering and Asset Recovery Section prosecuted the case.The investigation was coordinated through the Justice Department’s Task Force KleptoCapture, an interagency law enforcement task force dedicated to enforcing the sweeping sanctions, export controls and economic countermeasures that the United States, along with its foreign allies and partners, has imposed in response to Russia’s unprovoked military invasion of Ukraine. Announced by the Attorney General on March 2, 2022, and under the leadership of the Office of the Deputy Attorney General, the task force will continue to leverage all of the department’s tools and authorities to combat efforts to evade or undermine the collective actions taken by the U.S. government in response to Russian military aggression.", "url": "https://www.justice.gov/opa/pr/two-florida-steel-traders-sentenced-money-laundering-and-russia-ukraine-sanctions-violations", "topic_category": "Export Control", "node_component": "Criminal Division", "office": "Office of Public Affairs"},
{"title": "Attorney General Merrick B. Garland Statement on the Senate’s Vote on the Reauthorization and Reform of Foreign Intelligence Surveillance Act Section 702", "date": "April 20, 2024", "subtitle": null, "fulltext": "The Justice Department issued the following statement from Attorney General Merrick B. Garland on the Senate's vote on the reauthorization and reform of the Foreign Intelligence Surveillance Act Section 702:“Section 702 of the Foreign Intelligence Surveillance Act is indispensable to the Justice Department’s work to protect the American people from terrorist, nation-state, cyber, and other threats.  “This reauthorization of Section 702 gives the United States the authority to continue to collect foreign intelligence information about non-U.S. persons located outside the United States, while at the same time codifying important reforms the Justice Department has adopted to ensure the protection of Americans’ privacy and civil liberties.  “In today’s heightened global threat environment, the Justice Department will continue to use Section 702 to ensure that our efforts to keep our country safe are informed by the most valuable and timely intelligence, as we continue to uphold our commitment to protect the rights of all Americans.”", "url": "https://www.justice.gov/opa/pr/attorney-general-merrick-b-garland-statement-senates-vote-reauthorization-and-reform-foreign", "topic_category": null, "node_component": "Office of the Attorney General", "office": "Office of Public Affairs"},
{"title": "TopBuild Abandons Proposed Acquisition of SPI After Antitrust Division Concerns", "date": "April 22, 2024", "subtitle": "Proposed Deal Would Have Combined Close Competitors and Two of the Largest Providers of Important Building Insulation Products", "fulltext": "TopBuild Corp. announced its decision today to abandon its proposed $960 million acquisition of its rival, SPI Parent Holding Company (SPI). The abandonment comes after the department’s competition concerns.The Justice Department issued the following statement from Assistant Attorney General Jonathan Kanter of the Antitrust Division:“TopBuild’s proposed acquisition of SPI would have harmed competition across the United States by combining two of the largest providers of important building insulation products and eliminating fierce head-to-head competition between them. I am grateful for the tireless efforts of the Antitrust Division’s lawyers, economists, paralegals and professional staff who made this result possible.”", "url": "https://www.justice.gov/opa/pr/topbuild-abandons-proposed-acquisition-spi-after-antitrust-division-concerns", "topic_category": "Antitrust", "node_component": "Antitrust Division", "office": "Office of Public Affairs"},
{"title": "Ten Charged and One Arrested in Connection with Sanctions Evasion Scheme", "date": "April 22, 2024", "subtitle": "Defendants Conspired to Unlawfully Export Millions of Dollars’ Worth Of Aircraft Parts From the United States to Venezuela’s State-Owned Oil Company Through Costa Rica And Spain", "fulltext": "The Justice Department today announced the unsealing of an indictment charging 10 defendants with conspiring to violate the International Economic Emergency Powers Act (IEEPA) for their roles in a scheme to evade U.S. sanctions imposed on Petróleos de Venezuela, S.A. (PDVSA), the Venezuelan state-owned oil company, in January 2019. One of the defendants, George Clemente Semerene Quintero, 60, was arrested on April 19, 2024, upon arrival at the Miami International Airport.As alleged in the indictment, between January 2019 and December 2021, after learning of the sanctions imposed on PDVSA, the defendants devised a scheme to illegally procure aircraft parts, including Honeywell Turbofan Engines, from the United States to service PDVSA’s aircraft fleet in Venezuela, in violation of U.S. sanctions and export controls. To carry out this scheme, the defendants concealed from U.S. companies that the goods were destined for Venezuela and PDVSA by exporting them to third parties in other countries, including Novax Group SA (Novax), a Costa Rican company, and Aerofalcon SL (Aerofalco), a Spanish company. The Department of Commerce added Novax and Aerofalcon to its According to court documents, the defendants include:The defendants are charged with conspiring to violate IEEPA, and if convicted, face a maximum penalty of 20 years in prison. Defendants Duque, Aleman, Sucre, Gonzalez, and Guerra Viera are additionally charged with submitting false or misleading export information and smuggling of goods, which respectively carry maximum penalties of five and 10 years in prison.Assistant Attorney General Matthew G. Olsen of the Justice Department’s National Security Division, Assistant Secretary for Export Enforcement Matthew S. Axelrod of the Commerce Department’s Bureau of Industry and Security (BIS), and U.S. Attorney Markenzy Lapointe for the Southern District of Florida made the announcement.BIS is investigating the case.Assistant U.S. Attorney Jonathan Stratton for the Southern District of Florida and Trial Attorney Ahmed Almudallal of the National Security Division’s Counterintelligence and Export Control Section (CES) are prosecuting the case. CES Deputy Chief Matthew McKenzie provided valuable assistance during the investigation.An indictment is merely an allegation. All defendants are presumed innocent until proven guilty beyond a reasonable doubt in a court of law.", "url": "https://www.justice.gov/opa/pr/ten-charged-and-one-arrested-connection-sanctions-evasion-scheme", "topic_category": "Export Control", "node_component": "National Security Division (NSD)", "office": "Office of Public Affairs"},
{"title": "Sex Traffickers Sentenced in Maine", "date": "April 22, 2024", "subtitle": null, "fulltext": "Ricardo Middleton, 32, of Boston, was sentenced today to 30 years in prison, followed by 10 years of supervised release after a jury found Middleton guilty in December 2023 of sex trafficking a young woman through force, fraud and coercion and obstruction in Maine.Middleton’s co-defendant, Sherry Jones, of Dorchester, Massachusetts, was sentenced today to 80 months in prison, followed by five years of supervised release. Jones had previously pleaded guilty to conspiracy to commit sex trafficking on May 23, 2023.“This significant sentence imposed by the court reflects the severity of the defendant’s exploitation of the victim over three days. He used drugs, threats, physical force and rape to force her to engage in commercial sex for his own profit,” said Assistant Attorney General Kristen Clarke of the Justice Department’s Civil Rights Division. “These acts were odious and intolerable. They denied the victim’s basic humanity. The Justice Department will vigorously prosecute human trafficking crimes to hold offenders accountable and to seek justice for survivors of these heinous crimes.”“Commercial sex trafficking traumatizes its victims and strips them of their freedom and dignity,” said U.S. Attorney Darcie N. McElwee for the District of Maine. “Addressing this serious crime is a priority to my office. I commend the commitment of the law enforcement team that diligently worked this important case for years, always keeping the safety and recovery of Middleton’s vulnerable victim as the main priority.”“The horrific violence inflicted upon women by Middleton and his co-conspirators is difficult to comprehend,” said Special Agent in Charge Michael J. Krol of Homeland Security Investigations (HSI) New England. “He targeted someone battling substance use issues and used this as a lever to control, making it even harder for her to escape the nightmare she found herself in. We hope that today’s sentence marks and end to this traumatic experience as he faces a lengthy federal sentence and a beginning for those he victimized to look forward and work towards a life of dignity and self-determination.”The evidence presented at trial demonstrated that Middleton exploited a 25-year-old Maine woman who was suffering with substance abuse disorder and compelled her to engage in commercial sex, using drugs, lies, intimidation, physical violence and rape as means to control her. Testimony provided details of the three days in November 2015, in which Middleton, along with Jones and co-defendant Mathew Thatcher, of Scarborough, Maine, transported the victim to several locations in Maine and Massachusetts. Along the way, Middleton berated the victim, abused her and humiliated her, including raping her and saying he was “going to make a lot of money off” her. The evidence further detailed how Middleton, while detained pending trial, instructed a co-defendant not to cooperate with the government or incriminate him. On March 22, Thatcher was sentenced to 44 months in prison and three years of supervised released. Thatcher pleaded guilty on Nov. 17, 2023, to interstate transportation in aid of racketeering and contempt of court. Neither of Middleton’s co-defendants testified at the December trial. The HSI New England Field Office, Portland Resident Agent in Charge Office investigated the case, with assistance from the FBI, Biddeford Police Department, Portland Police Department, South Portland Police Department, Topsham Police Department and Saco Police Department.Assistant U.S. Attorney David Joyce for the District of Maine and Trial Attorney Meghan Tokash and Deputy Director William Nolan of the Civil Rights Division’s Human Trafficking Prosecution Unit prosecuted the case.Anyone who has information about human trafficking should report that information to the National Human Trafficking Hotline toll-free at 1-888-373-7888, which is available 24 hours a day, seven days a week. For more information about human trafficking, please visit ", "url": "https://www.justice.gov/opa/pr/sex-traffickers-sentenced-maine", "topic_category": "Civil Rights", "node_component": "Civil Rights Division", "office": "Office of Public Affairs"},
{"title": "OVW Fiscal Year 2024 Restorative Practices Pilot Program Evaluation Pre-Application Information", "date": "April 22, 2024", "subtitle": null, "fulltext": "OVW conducted a live web-based pre-application information session for its Fiscal Year 2024 Restorative Practices Pilot Program Evaluation solicitation. During the presentation, OVW staff reviewed this program’s requirements, discussed the solicitation, and allowed for a brief question-and-answer period.", "url": "https://www.justice.gov/ovw/video/ovw-fiscal-year-2024-restorative-practices-pilot-program-evaluation-pre-application", "topic_category": "Grants", "node_component": "Office on Violence Against Women", "office": null},
{"title": "U.S. Trustee Program Enforcement Leads to Injunctions, Fines Against Bankruptcy Petition Preparers Who Targeted Vulnerable Consumers in Foreclosure", "date": "April 23, 2024", "subtitle": null, "fulltext": "Two bankruptcy petition preparers who hid their involvement while providing unauthorized legal advice to debtors in foreclosure were barred from providing bankruptcy-related services, thanks to enforcement actions by the Justice Department’s U.S. Trustee Program (USTP).On Feb. 12, the Bankruptcy Court for the Middle District of Florida entered an order permanently enjoining Kafil Hamim Quaiyum Tunsill from acting as a bankruptcy petition preparer in the district. Tunsill was also fined $12,500 and ordered to refund $1,900 to the debtor. Although Tunsill answered the adversary complaint filed by the U.S. Trustee’s office in Orlando, he did not respond to the U.S. Trustee’s motion for summary judgment, which the Bankruptcy Court granted.On March 29, the Bankruptcy Court for the District of Oregon issued a decision to permanently enjoin Keith Bray and his company Rezidential Group Inc. from acting as bankruptcy petition preparers in Oregon. Bray and Rezidential Group – who did not defend against a complaint filed by the U.S. Trustee’s office in Portland – were also fined $22,500 and ordered to return $3,995 in fees and pay $7,990 in statutory damages to the debtor.The Bankruptcy Code strictly regulates the services of bankruptcy petition preparers, commonly known as BPPs. BPPs are not attorneys, cannot give legal advice or practice law and generally are limited to typing information provided by debtors into bankruptcy forms for the debtors to file. The Code requires BPPs to disclose information about their fees and services to the debtors and to the bankruptcy court.“Unscrupulous bankruptcy petition preparers often craft schemes to exploit debtors fearful of losing their homes to foreclosure,” said Director Tara Twomey of the Executive Office for U.S. Trustees. “The Program aggressively roots out BPPs who harm consumers and taint the bankruptcy system through fraud, abuse and the unauthorized practice of law.”In the Florida case, Tunsill, who used the business name Serving Humanity, located the debtor by reviewing foreclosure dockets. He then knocked on the debtor’s door and offered to help the debtor avoid foreclosure for a fee. He gave the debtor legal advice about bankruptcy and helped prepare and file a chapter 13 bankruptcy case as well as a lawsuit against the debtor’s mortgage servicer, both of which were eventually dismissed. The court’s order against Tunsill noted that he had engaged in fraudulent, deceptive or bad-faith conduct in other cases, including four bankruptcies that he filed for himself.In the Oregon case, Bray led the debtors to believe he was a licensed attorney in California and told them bankruptcy could help save their home from foreclosure. He directed them to hand copy information he provided onto blank forms and file them with the bankruptcy court. Bray was actually a disbarred attorney who attempted to avoid detection by impersonating a licensed attorney in communications with the chapter 13 trustee. The court’s decision noted similar conduct by Bray and Rezidential Group in several other cases in other districts.The USTP’s mission is to promote the integrity and efficiency of the bankruptcy system for the benefit of all stakeholders – debtors, creditors and the public. The USTP consists of 21 regions with 89 field offices nationwide and an Executive Office in Washington, D.C. Learn more about the Program at ", "url": "https://www.justice.gov/opa/pr/us-trustee-program-enforcement-leads-injunctions-fines-against-bankruptcy-petition-preparers", "topic_category": "Bankruptcy", "node_component": "U.S. Trustee Program", "office": "Office of Public Affairs"},
{"title": "Operators of Florida Labor Staffing Companies Sentenced to More than Three Years in Prison for Tax and Immigration Charges", "date": "April 22, 2024", "subtitle": null, "fulltext": "Two operators of several Key West, Florida, labor staffing companies – including PSEB Services Inc., E.S.F. Services Inc. and Expert Services F.S. Inc. – were each sentenced to over three years in prison today for tax and immigration-related crimes.According to court documents and statements made in court, at various times between January 2014 and October 2019, Zdenek Strnad, Vasil Khatiashvili and others helped run a series of labor staffing companies that facilitated the employment in hotels, bars and restaurants in Key West and elsewhere of non-resident aliens who were not authorized to work in the United States. These labor staffing companies did not withhold federal income taxes or Social Security and Medicare taxes from these workers’ wages and did not report the wages to the IRS.U.S. District Court Judge Jose E. Martinez for the Southern District of Florida sentenced Strnad to 44 months in prison and Khatiashvili to 38 months in prison. In addition to their prison sentences, Judge Martinez ordered Strnad and Khatiashvili to both serve three years of supervised release and to pay $1,836,960.68 in restitution to the United States.Khatiashvili and Strnad’s co-defendant, Petr Sutka, was Acting Deputy Assistant Attorney General Stuart M. Goldberg of the Justice Department’s Tax Division, U.S. Attorney Markenzy Lapointe for the Southern District of Florida and Special Agent in Charge Anthony Salisbury of Homeland Security Investigations (HSI) Miami and Special Agent in Charge Matthew D. Line of the IRS Criminal Investigation (IRS-CI) Miami Field Office made the announcement.HSI and IRS-CI investigated the case.Senior Litigation Counsel Sean Beaty and Trial Attorneys Jessica A. Kraft, Nicholas J. Schilling Jr., Matthew C. Hicks and Wilson Rae Stamm of the Justice Department’s Tax Division and Senior Litigation Counsel Christopher J. Clark of the U.S. Attorney’s Office for the Southern District of Florida prosecuted the case.", "url": "https://www.justice.gov/opa/pr/operators-florida-labor-staffing-companies-sentenced-more-three-years-prison-tax-and", "topic_category": "Tax", "node_component": "Tax Division", "office": "Office of Public Affairs"},
{"title": "Criminal Division’s Voluntary Self-Disclosures Pilot Program for Individuals ", "date": "April 22, 2024", "subtitle": null, "fulltext": "Combating corporate crime is one of the Criminal Division’s top priorities. We are focused on identifying the most serious misconduct and holding wrongdoers accountable.Of course, companies act only through individuals, and we cannot put companies in jail. So, we are using all available tools to identify and prosecute the most culpable individuals for corporate misconduct.Sometimes, the best evidence of corporate wrongdoing involves a company insider. Our experience shows that individuals who are involved in criminal conduct and are willing to accept responsibility and cooperate with us are critical sources of information.This is true whether the criminal scheme is hatched on the street or in the C suite. Culpable individuals who are able to provide first-hand testimony about corporate misconduct are often the best source of credible and actionable information. Their cooperation can play an essential part in rooting out misconduct and prosecuting other criminal actors.To put us in the best position to enforce the law and hold culpable individuals and corporations accountable, we are using longstanding law enforcement tools to encourage corporate insiders not only to cooperate, but to come forward and disclose corporate wrongdoing before we discover it through other means.To provide clear incentives and encourage individuals to come forward, earlier this week I announced a new Criminal Division pilot program on voluntary self-disclosures for individuals.Under this pilot program, individuals with criminal exposure—not including CEOs, CFOs, high-level foreign officials, domestic officials at any level, or individuals who organized or led the criminal scheme—who come forward and report misconduct that was otherwise unknown to the department will be eligible to receive a non-prosecution agreement (NPA) if they meet certain criteria.NPAs have been a part of the federal criminal system for decades, and prosecutors have long exercised discretion to offer NPAs as an essential tool to get culpable individuals in the door. Our new individual self-disclosure pilot program, which provides clear guidelines and threshold criteria, builds on the department’s longstanding practice to advance our fight against complex corporate crime. At bottom, making NPAs available to individuals who come forward to report corporate crime and cooperate allows us to prosecute more culpable individuals and to hold companies to account.Under the new program, culpable individuals will receive an NPA if they (1) voluntarily, (2) truthfully, and (3) completely self-disclose original information regarding misconduct that was unknown to the department in certain high-priority enforcement areas, (4) fully cooperate and are able to provide substantial assistance against those equally or more culpable, and (5) forfeit any ill-gotten gains and compensate victims. The pilot program is designed to provide predictability and certainty by offering a pathway for culpable individuals to receive an NPA for truthful and complete self-disclosure to the department.The pilot program seeks disclosures in certain core enforcement areas for the Criminal Division, and in particular for our Fraud Section, our Money Laundering and Asset Recovery Section, and our Public Integrity Section. Specifically, the program is open to individuals who provide disclosures involving the following:In addition, as in our At the same time, individuals must provide truthful and complete disclosure of all information known to the individual about misconduct—including the complete extent of the individual’s involvement. This means full disclosure of all activity in which the individual participated or of which the individual is aware.Individuals must also fully cooperate with prosecutors and provide substantial assistance to the department. This includes assistance in the investigation and prosecution of those equally or more culpable—whether by providing truthful and complete testimony, producing documents and other evidence, or working proactively under the supervision of law enforcement.Finally, in order to qualify for an NPA, the individual must agree to forfeit or disgorge any profits or ill-gotten gains and provide restitution to victims.As with any other program, there are some disqualifications. NPAs will not be available under the program for individuals who have engaged in certain types of criminal conduct or who have prior felony convictions or any conviction involving fraud or dishonesty. And again, this program is also not available for CEOs, CFOs, high-level foreign officials, domestic officials at any level, or individuals who organized or led the criminal scheme.There is another potential benefit to this pilot program. By providing incentives to the first person to report misconduct to the government, it puts pressure on everyone—including companies—to disclose misconduct as soon as they learn about it. As Deputy Attorney General Lisa Monaco Indeed, we understand that when companies are deciding whether to make a voluntary self-disclosure, they assess not only the benefits of self-reporting laid out in our Corporate Enforcement Policy, but also the risk that the department will learn about the misconduct from other sources. The department is upping the ante in that calculus by increasing the incentives for individuals to come forward.We have a The Criminal Division’s policies relating to corporate enforcement help us achieve our top priority: holding culpable individuals accountable for their criminal acts. This individual voluntary self-disclosure pilot program will reinforce our existing corporate voluntary self-disclosure program and our developing Our message is clear: we will use every tool at our disposal to uncover criminal conduct.Company executives and leadership have an opportunity to do the right thing now and make the necessary compliance investments to help prevent, detect, and remediate misconduct. And when misconduct occurs and companies are considering whether to make a self-report, know that we now have more ways than ever to uncover misconduct.With this announcement, we are telling employees everywhere—at nearly every level of an organization—if you’ve been involved in crime, now is your time to come forward to the Criminal Division. Call us before we call you.", "url": "https://www.justice.gov/opa/blog/criminal-divisions-voluntary-self-disclosures-pilot-program-individuals", "topic_category": "Financial Fraud", "node_component": "Criminal Division", "office": null},
{"title": "Two Former Arkansas Sheriff’s Deputies Plead Guilty to Federal Civil Rights Violations for Violently Assaulting a Man They Arrested", "date": "April 21, 2024", "subtitle": null, "fulltext": "Two former Crawford County, Arkansas, sheriff’s deputies, Levi White, 34, and Zackary King, 28, pleaded guilty to federal civil rights offenses for using unlawful force on a man they arrested.“The defendants swore an oath to uphold the law, then violated that oath and abused their power by assaulting a person who was pinned to the ground and not resisting,” said Assistant Attorney General Kristen Clarke of the Justice Department’s Civil Rights Division. “These defendants will now face the serious consequences that result from their unlawful actions. The Justice Department will continue to protect the right of every person in this country to be free of excessive force by law enforcement officers.”  “The videos from this incident are a shocking display of the violent deprivation of civil rights committed by these officers,” said U.S. Attorney Clay Fowlkes for the Western District of Arkansas. “No person in police custody should ever feel threatened or should ever experience violence at the hands of those who are sworn to protect the public. We will continue to vigorously pursue justice in cases involving the violation of civil rights in the Western District of Arkansas.”“The violent and abusive actions of these two men, who were sworn to serve and protect our community, are unacceptable,” said Assistant Director Michael D. Nordwall of the FBI’s Criminal Investigative Division. “Law enforcement officers hold positions with significant authority and influence, and their credibility in the eyes of the American people depends on their ability to maintain integrity. These guilty pleas serve as a reminder that the FBI will continue to hold accountable those who take advantage of their positions and will always fight to protect the civil rights of all Americans.”“Disgraceful actions, like those of the two Crawford County sheriff’s deputies, negatively impact all members of Arkansas law enforcement,” said Special Agent in Charge Alicia D. Corder of the FBI Little Rock Field Office. “A gun and a badge do not give someone the right to ignore the Constitution. The FBI’s ArkTrust Task Force will continue to work to restore the public’s trust in law enforcement by investigating officers who violate the civil rights of citizens in our community.”According to court documents, White, King and a third officer approached a man identified as R.W. in a gas station parking lot on Aug. 21, 2022, during their investigation into a person threatening a store attendant. R.W. lunged at White and tackled him, then all three officers quickly subdued R.W. and pinned him to the ground. After R.W. was pinned to the ground and no longer fighting the officers, King kicked R.W. in the back and struck R.W. once in the midsection with his fist. At approximately the same time, White punched R.W. at least nine times in the head, then lifted R.W.’s head and slammed it into the pavement. The third officer did not strike R.W. R.W. suffered head injuries from the assault.Sentencing hearings will be scheduled at a later date. White faces a maximum penalty of 10 years in prison, three years of supervised release and a fine of up to $250,000. King faces a maximum penalty of one year in prison, one year of supervised release and a fine of up to $100,000. A federal district court judge will determine any sentence after considering the U.S. Sentencing Guidelines and other statutory factors.The FBI Little Rock Field Office and ARKTrust Task Force investigated the case.Special Litigation Counsel Michael J. Songer and Trial Attorneys Lia Rettammel and Anna Gotfryd of the Civil Rights Division and Assistant U.S. Attorneys Dustin Roberts and Devon Still for the Western District of Arkansas are prosecuting the case.", "url": "https://www.justice.gov/opa/pr/two-former-arkansas-sheriffs-deputies-plead-guilty-federal-civil-rights-violations-violently", "topic_category": "Civil Rights", "node_component": "Civil Rights Division", "office": "Office of Public Affairs"},
{"title": "Assistant Attorney General Kristen Clarke’s Statement on Voter Intimidation", "date": "April 18, 2024", "subtitle": null, "fulltext": "Assistant Attorney General Kristen Clarke, Civil Rights Division, explains how to report voter intimidation.Related: ", "url": "https://www.justice.gov/opa/video/assistant-attorney-general-kristen-clarkes-statement-voter-intimidation", "topic_category": "Voting and Elections", "node_component": "Civil Rights Division", "office": null},
{"title": "Former Operator of Two Municipal Golf Courses Sentenced for Tax Conspiracy and Filing False Tax Returns", "date": "April 24, 2024", "subtitle": "Defendant Did Not Report $1M in Income, Causing Over $300,000 Loss to IRS", "fulltext": "A former Massachusetts golf course manager was sentenced to 13 months in prison yesterday for conspiring to defraud the United States, filing false tax returns and making a false statement to a financial institution.According to court documents and evidence presented at trial, Kevin Kennedy conspired with a luxury home builder in western Massachusetts to evade taxes he owed on money he received from his management of two municipal golf courses owned by the City of Springfield. The home builder constructed custom homes for Kennedy in East Longmeadow and on Cape Cod. Kennedy paid for much of the homes in cash he received from the golf courses. For the East Longmeadow home, Kennedy and the home builder created two contracts, one with the agreed-upon purchase price and one with a deflated purchase price. The latter contract listed a purchase price that was $160,000 lower than the contract price, which was the amount Kennedy had paid in cash as a down payment to the home builder. To induce the bank to provide him a mortgage for part of the East Longmeadow home, Kennedy submitted the deflated home purchase contract to the bank.Just prior to trial, Kennedy pleaded guilty to filing false individual income tax returns. According to court documents and statements made in court, for tax years 2009 through 2014, Kennedy filed false tax returns that did not report all the cash and checks he received from his golf course management. In total, Kennedy underreported his income by more than $1 million, resulting in a tax loss to the IRS exceeding $300,000.In addition to his prison sentence, U.S. District Judge Mark G. Mastroianni for the District of Massachusetts ordered Kennedy to serve three years of supervised release. Judge Mastroianni will determine the amount of restitution at a later date.Acting Deputy Assistant Attorney General Stuart M. Goldberg of the Justice Department’s Tax Division and Acting U.S. Attorney Joshua S. Levy for the District of Massachusetts made the announcement.IRS Criminal Investigation investigated the case.Assistant Chief Eric B. Powers of the Justice Department’s Tax Division and Assistant U.S. Attorney Neil Desroches for the District of Massachusetts prosecuted the case.", "url": "https://www.justice.gov/opa/pr/former-operator-two-municipal-golf-courses-sentenced-tax-conspiracy-and-filing-false-tax", "topic_category": "Tax", "node_component": "Tax Division", "office": "Office of Public Affairs"},
{"title": "Federal Agencies Launch Portal for Public Reporting of Anticompetitive Practices in Health Care Sector", "date": "April 18, 2024", "subtitle": null, "fulltext": "The Justice Department, Federal Trade Commission (FTC) and the Department of Health and Human Services (HHS) today launched an easily accessible online portal for the public to report health care practices that may harm competition.The online portal, “Competition in health care is crucial to ensuring fair and competitive wages across the healthcare sector and affordable and quality healthcare for all Americans,” said Assistant Attorney General Jonathan Kanter of the Justice Department’s Antitrust Division. “Today’s launch of “All too often, we hear how unfair methods of competition and monopolistic practices may be depriving Americans of access to affordable, high-quality healthcare,” said FTC Chair Lina M. Khan. “This joint initiative between FTC, DOJ and HHS will provide a crucial channel for the agencies to hear from the public, bolstering our work to check illegal business practices that harm consumers and workers alike.”“Americans depend on competitive health care markets to provide quality choices and lower costs for coverage. That’s why we are working to tackle anticompetitive practices in the health care markets,” said HHS Secretary Xavier Becerra. “The Biden-Harris Administration and HHS know it is our responsibility to stop monopolistic, anti-competitive practices that undermine the delivery of health care to Americans. The information provided by the public will help to root out these behaviors.”Complaints will undergo preliminary review by staff at the Justice Department’s Antitrust Division and FTC. If a complaint raises sufficient concern under the antitrust laws or is related to HHS authorities, it will be selected for further investigation by the appropriate agency. This action may lead to the opening of a formal investigation.The privacy and confidentiality policies that govern information submitted through the portal, including any personal information members of the public choose to provide, can be found at HealthyCompetition.gov", "url": "https://www.justice.gov/opa/pr/federal-agencies-launch-portal-public-reporting-anticompetitive-practices-health-care-sector", "topic_category": "Antitrust", "node_component": "Antitrust Division", "office": "Office of Public Affairs"},
{"title": "Justice Department Secures Agreement with City of Virginia Beach to Improve Access for Individuals with Disabilities", "date": "April 18, 2024", "subtitle": null, "fulltext": "The Justice Department announced today a “The ADA mandates equal access to civic life for people with disabilities,” said Assistant Attorney General Kristen Clarke for the Justice Department’s Civil Rights Division. “The Civil Rights Division is committed to ensuring that cities and other public entities eliminate physical, communication and other barriers that prevent people with disabilities from participating fully in community life. We commend Virginia Beach for its commitment to work with the Civil Rights Division to ensure equal access for individuals with disabilities, including Veterans.”“Ensuring that individuals who have disabilities are afforded equal access to local government programs and services is required by the ADA and a high priority of the U.S. Attorney’s Office,” said U.S. Attorney Jessica D. Aber for the Eastern District of Virginia. “We are pleased that the City of Virginia Beach has agreed to take numerous steps to ensure that individuals with disabilities, including Veterans, have equal access to vital public services, including emergency services and the City’s website.”Under the agreement announced today, Virginia Beach will remove accessibility barriers to buildings such as police stations, libraries, technology centers, community centers and places of recreation. The agreement requires Virginia Beach to ensure that parking, routes into buildings, entrances, restrooms, signage, service counters and drinking fountains are accessible to people with disabilities, and that assembly areas, such as the Giant Screen Theater at the Aquarium, provide the required wheelchair and companion seating. The agreement also requires Virginia Beach to ensure effective communication for individuals with hearing and vision disabilities through methods such as sign language interpreters, real-time transcription services, Braille or large print documents and accessible electronic formats. The city will also provide access to emergency shelters, provide accessible websites, train employees on the requirements of the ADA, make sidewalks and curb cuts accessible and appoint an ADA coordinator.The Justice Department plays a central role in advancing the nation’s goal of equal opportunity, full participation, independent living and economic self-sufficiency for people with disabilities. For more information on the Civil Rights Division, please visit ", "url": "https://www.justice.gov/opa/pr/justice-department-secures-agreement-city-virginia-beach-improve-access-individuals", "topic_category": "Civil Rights", "node_component": "Civil Rights Division", "office": "Office of Public Affairs"},
{"title": "Hedge Fund Manager Sentenced for Operating Multimillion-Dollar Ponzi Scheme", "date": "April 19, 2024", "subtitle": null, "fulltext": "A Florida man was sentenced today to one year and one day in prison for using his hedge fund management company as part of a years-long, multimillion-dollar Ponzi scheme.According to court documents, Michael Wayne Williams, 48, of Miami, was the founder and operator and investment manager of Highguard Capital and its affiliated entities, Guardian Opportunity Fund and Guardian Opportunity Management. Williams convinced his victims to invest over $3.6 million in Guardian Opportunity Management and used their money for undisclosed and unauthorized purposes, including to settle civil lawsuits accusing him of fraud and to repay investors from discontinued funds that he previously managed.Williams Principal Deputy Assistant Attorney General Nicole M. Argentieri, head of the Justice Department’s Criminal Division and Assistant Director in Charge David Sundberg of the FBI Washington Field Office made the announcement.The FBI Washington Field Office investigated the case.Trial Attorney David A. Peters of the Criminal Division’s Fraud Section and Trial Attorney Elise Kent Bernanke of the Environment and Natural Resources Division prosecuted the case.If you believe you are a victim in this case, please contact the Fraud Section’s Victim Witness Unit toll-free at (888) 549-3945 or by email at ", "url": "https://www.justice.gov/opa/pr/hedge-fund-manager-sentenced-operating-multimillion-dollar-ponzi-scheme", "topic_category": "Financial Fraud", "node_component": "Criminal Division", "office": "Office of Public Affairs"},
{"title": "Foreign National Extradited from Chile to the United States for Kidnapping and Assaulting U.S. Army Soldiers in Colombia", "date": "April 18, 2024", "subtitle": null, "fulltext": "A Colombian national was extradited from Chile to the United States yesterday to face charges related to kidnapping and assaulting two U.S. Army soldiers who were on temporary duty in Bogota, Colombia.Pedro Jose Silva Ochoa, also known as Tata, 47, of Bogota, will make his initial court appearance today at 1:30 p.m. in Miami, Florida, before Magistrate Judge Jonathan Goodman of the U.S. District Court for the Southern District of Florida.According to court documents, Silva Ochoa and his co-conspirators targeted, incapacitated, and kidnapped two U.S. soldiers in Bogota in order to rob them of their valuables. On the evening of March 5, 2020, the two victims went to an entertainment district in Bogota to watch a soccer game. They visited a pub, where one of Silva Ochoa’s co-conspirators incapacitated the two victims by putting drugs, including benzodiazepines, in their drinks. Silva Ochoa’s co-conspirators then escorted the victims into a waiting car driven by Silva Ochoa, kidnapped them, and took their wallets, debit cards, credit cards, and cell phones. Silva Ochoa and his co-conspirators used one victim’s credit card and the other victim’s debit card to make purchases and withdraw money. The two victims lost consciousness until the following day, by which point they had been separated.Silva Ochoa is charged with kidnapping an internationally protected person, conspiracy to kidnap an internationally protected person, assaulting an internationally protected person, and conspiracy to assault an internationally protected person. If convicted, he faces a maximum penalty of life in prison.One of Silva Ochoa’s co-defendants, Jeffersson Arango Castellanos, was extradited from Colombia to the United States in April 2023 and Principal Deputy Assistant Attorney General Nicole A. Argentieri, head of the Justice Department’s Criminal Division; U.S. Attorney Markenzy Lapointe for the Southern District of Florida; and Special Agent in Charge Jeffrey B. Veltri of the FBI Miami Field Office made the announcement.The FBI is investigating the case and escorted Silva Ochoa from Chile to the United States. The Justice Department’s Office of International Affairs, the FBI Miami Field Office, the Office of the Legal Attaché Santiago, and the Narcotic and Dangerous Drug Section’s Judicial Attaché’s Office in Bogota provided significant assistance in securing the arrest and extradition of Silva Ochoa. The United States also thanks Colombian and Chilean law enforcement authorities for their valuable assistance.Trial Attorneys Clayton O’Connor and Elizabeth Nielsen of the Criminal Division’s Human Rights and Special Prosecutions Section and Assistant U.S. Attorney Bertila Fernandez for the Southern District of Florida are prosecuting the case.An indictment is merely an allegation. All defendants are presumed innocent until proven guilty beyond a reasonable doubt in a court of law.", "url": "https://www.justice.gov/opa/pr/foreign-national-extradited-chile-united-states-kidnapping-and-assaulting-us-army-soldiers", "topic_category": null, "node_component": "Criminal Division", "office": "Office of Public Affairs"},
{"title": "Justice Department’s Environment and Natural Resources Division Commemorates Earth Day and Releases the Division’s Accomplishments Report for Fiscal Year 2023", "date": "April 19, 2024", "subtitle": null, "fulltext": "The Justice Department’s Environment and Natural Resources Division (ENRD) released the Division’s “The Environment and Natural Resources Division continues to serve a critical role in securing environmental justice and responding to the climate crisis, which are two of the Administration’s top priorities,” said Assistant Attorney General Todd Kim of ENRD. “We do this while carrying out a mission of remarkable breadth in enforcing federal laws enacted to protect public health, worker safety, natural resources, and animal welfare. Our work also promotes the sovereignty of federally recognized Indian Tribes, while protecting their rights, homelands and resources.”The report highlights ENRD’s work in 2023 to defend pollution control measures, approvals for renewable energy projects and federal stewardship of public lands, wildlife and natural resources. The division’s Office of Environmental Justice provided environmental justice training, outreach resources and other support to the entire Justice Department while also organizing outreach and engaging with stakeholders. ENRD also continued its important work to partner with U.S. Attorneys’ Offices to prosecute criminal violations of environmental and animal welfare laws.Some examples of ENRD’s work that are noted in the report include a Clean Air Act settlement featuring a $1.6 billion civil penalty with diesel engine maker In FY 2023, ENRD attorneys worked on about 4,500 matters and obtained over $440 million in civil and criminal fines, penalties and costs recovered. The division also secured federal injunctive relief valued at $2.3 billion, saving the United States more than $2.5 billion through defensive and condemnation litigation.", "url": "https://www.justice.gov/opa/pr/justice-departments-environment-and-natural-resources-division-commemorates-earth-day-and", "topic_category": "Environment", "node_component": "Environment and Natural Resources Division", "office": "Office of Public Affairs"},
{"title": "Dark Web Vendor Sentenced for Distributing Narcotics and Ordered to Forfeit $150M", "date": "April 19, 2024", "subtitle": null, "fulltext": "An Indian national was sentenced today to five years in prison for selling controlled substances on dark web marketplaces and ordered to forfeit approximately $150 million.According to court documents and in statements made in court, Banmeet Singh, 40, of Haldwani, India, created vendor marketing sites on dark web marketplaces, such as Silk Road, Alpha Bay, Hansa, and others, to sell controlled substances, including fentanyl, LSD, ecstasy, Xanax, ketamine, and tramadol. Customers paid with cryptocurrency for drugs ordered from Singh using the vendor sites. Singh then personally shipped or arranged the shipment of the drugs from Europe to the United States through U.S. mail or other shipping services.From at least mid-2012 through July 2017, Singh controlled at least eight distribution cells within the United States, including cells located in Ohio, Florida, North Carolina, Maryland, New York, North Dakota, and Washington, among other locations. Individuals in these distribution cells received drug shipments and then re-packaged and re-shipped the drugs to locations in all 50 states, Canada, England, Ireland, Jamaica, Scotland, and the U.S. Virgin Islands.Over the course of the conspiracy, the Singh drug organization moved hundreds of kilograms of controlled substances throughout the United States and established a multimillion-dollar drug enterprise that laundered millions of dollars of drug proceeds into cryptocurrency accounts, which ultimately became worth approximately $150 million.Singh was arrested in April 2019 in London at the request of the United States and subsequently extradited to the United States in March 2023. He Principal Deputy Assistant Attorney General Nicole Argentieri, head of the Justice Department’s Criminal Division; U.S. Attorney Kenneth L. Parker for the Southern District of Ohio; Administrator Anne Milgram of the Drug Enforcement Administration (DEA); Acting Special Agent in Charge Karen Wingerd of the IRS Criminal Investigation (IRS-CI) Cincinnati Field Office; Acting Special Agent in Charge Shawn Gibson of Homeland Security Investigations (HSI) Detroit; and Postal Inspector in Charge Lesley Allison of the U.S. Postal Inspection Service (USPIS) made the announcement.The DEA, IRS-CI, HSI, USPIS, and the Upper Arlington and Columbus, Ohio, Police Departments investigated the case. The United Kingdom’s National Crime Agency, Crown Prosecution Service, and Central Authority provided significant assistance.The Justice Department’s Office of International Affairs provided significant assistance in securing the arrest and extradition of Singh from the United Kingdom.Trial Attorney Emily Cohen of the Criminal Division’s Money Laundering and Asset Recovery Section and Assistant U.S. Attorney Michael J. Hunter for the Southern District of Ohio prosecuted the case.", "url": "https://www.justice.gov/opa/pr/dark-web-vendor-sentenced-distributing-narcotics-and-ordered-forfeit-150m", "topic_category": "Cybercrime", "node_component": "Criminal Division", "office": "Office of Public Affairs"},
{"title": "Former CEO of Utah Charity Sentenced to Prison for Tax Evasion", "date": "April 19, 2024", "subtitle": "Defendant Did Not Pay Tax on $1.3 Million Paid to Him in Scheme with Purported Donor", "fulltext": "A Utah man was sentenced yesterday to one year and one day in prison for evading taxes on $1.3 million he was paid as part of a secret arrangement with a purported donor to the charity where he worked.According to court documents and statements made in court, Ashley Robinson, of Farmington, was the CEO of a Salt Lake City-based charity that collected and distributed medical supplies overseas. As CEO, Robinson entered into a secret arrangement with a purported donor, Gurcharan “Jazzy” Singh. Singh provided medical supplies to the charity, making it appear as if these supplies had been donated to the charity. Robinson then arranged for the charity to sell the goods to a third-party, passing most of the sale proceeds back to Singh. As compensation, Singh then paid Robinson up to 10% of the total proceeds.From 2013 through 2019, Robinson personally received $1.3 million from this scheme. Robinson did not report this income on his federal tax returns or pay tax on it. Instead, he used the funds to pay off the mortgage on his principal residence and to buy multiple luxury vehicles, including a Maserati, a Mercedes Benz and an Audi for a co-worker.Robinson caused a tax loss to the IRS of $485,982.In addition to his prison sentence, U.S. District Judge Jill N. Parish for the District of Utah ordered Robinson to pay approximately $485,982 in restitution to the United States.Singh was separately prosecuted in the Central District of California and sentenced to serve one year and one day in prison.Acting Deputy Assistant Attorney General Stuart M. Goldberg of the Justice Department’s Tax Division and United States Attorney Trina A. Higgins for the District of Utah made the announcement.IRS Criminal Investigation investigated the case.Trial Attorney Boris Bourget of the Justice Department’s Tax Division and Assistant U.S. Attorney Bryan N. Reeves for the District of Utah prosecuted the case.", "url": "https://www.justice.gov/opa/pr/former-ceo-utah-charity-sentenced-prison-tax-evasion", "topic_category": "Tax", "node_component": "Tax Division", "office": "Office of Public Affairs"},
{"title": "Readout of Justice Department and EU Network Meeting on Battlefield Evidence", "date": "April 19, 2024", "subtitle": "Chief Matthew F. Blue of the National Security Division’s Counterterrorism Section Delivers Opening Remarks in The Hague", "fulltext": "This week, senior representatives and prosecutors from the United States, the European Union, international organizations, and civil society convened to exchange expertise on battlefield evidence in shared efforts to counter terrorism and transnational crime. On April 18 and 19, Chief of Counterterrorism Matthew F. Blue of the Justice Department’s National Security Division represented the Department at the Co-organized by the Eurojust Counter-Terrorism Working Group, the U.S. Department of Justice, and the EU Network for the investigation and prosecution of genocide, crimes against impunity and war crimes (Counterterrorism Chief Blue delivered opening “Terrorists and war criminals should have no illusions that they are safe from prosecution when they plot and commit crimes in conflict zones,” said Chief Matthew F. Blue of the National Security Division’s Counterterrorism Section. “The United States is committed to ensuring that battlefield evidence is available for use in its domestic cases and those pursued by its European allies. Today’s meeting reaffirms the strong transatlantic commitment to ensuring that this vital tool is effectively harnessed.”Participants further discussed how battlefield evidence can expose the operational workings and command structures of terrorist organizations, including the role of specific suspects and their associates, and how the information can be used to build cases that go beyond terrorism membership and financing to include other core international crimes.In joining forces, Eurojust, the U.S. Department of Justice, and the Genocide Network have laid the foundation for enhancing the global response to crimes committed in conflict areas, both today and in the future.The expert meeting at Eurojust represents another milestone in the longstanding cooperation between Eurojust and U.S. authorities to share challenges and best practice amongst practitioners – a key component of overcoming legal and practical hurdles in ongoing and future criminal cases.For more information about the Department’s Counterterrorism Efforts, please visit ", "url": "https://www.justice.gov/opa/pr/readout-justice-department-and-eu-network-meeting-battlefield-evidence", "topic_category": "Counterterrorism", "node_component": "National Security Division (NSD)", "office": "Office of Public Affairs"},
{"title": "Florida Man Charged with Sex Trafficking Multiple Women and Sexually Assaulting a Minor in New York", "date": "April 18, 2024", "subtitle": "Defendant Allegedly Threatened Death and Assaulted Victims to Force Them to Work in Prostitution", "fulltext": "An indictment was unsealed in Brooklyn, New York, today charging a Florida man with sex trafficking multiple women and coercion and enticement of a minor. Joel David Forney, 41, of Kissimmee, was charged with sex trafficking; interstate transportation for purposes of prostitution; and coercion and enticement of a minor. Forney was arrested today and is scheduled to be arraigned this evening in the Middle District of Florida.Forney allegedly trafficked women to work in commercial sex in New York, including at an open-air sex trafficking market along a stretch of Pennsylvania Avenue in Brooklyn known as the Penn Track, as well as the defendant’s transportation of women from New York to multiple other states, including Connecticut and Missouri, with the intent that they engage in commercial sex for his financial benefit. Forney is also charged with coercion and enticement of a minor.According to the indictment, for years, Forney preyed on vulnerable women in tough financial circumstances by sex trafficking them, violently assaulting them and subjecting them to constant threats of violence.If convicted, Forney faces a mandatory minimum penalty of 15 years in prison and a maximum penalty of life in prison. A federal district court judge will determine any sentence after considering the U.S. Sentencing Guidelines and other statutory factors.Assistant Attorney General Kristen Clarke of the Justice Department’s Civil Rights Division, U.S. Attorney Breon Peace for the Eastern District of New York and Assistant Director in Charge James Smith of the FBI New York Field Office made the announcement.The FBI New York Field Office is investigating the case.Assistant U.S. Attorneys Lauren Elbert and Antoinette N. Rangel for the Eastern District of New York and Trial Attorney Leah Branch of the Civil Rights Division’s Human Trafficking Prosecution Unit are prosecuting the case.If you are a victim of trafficking — whether by Forney or someone else — and have information to provide, please contact the FBI, which is prepared to help you regardless of your immigration status, at tips.fbi.gov or call 1-800-CALL-FBI.An indictment is merely an allegation. All defendants are presumed innocent until proven guilty beyond a reasonable doubt in a court of law. ", "url": "https://www.justice.gov/opa/pr/florida-man-charged-sex-trafficking-multiple-women-and-sexually-assaulting-minor-new-york", "topic_category": "Civil Rights", "node_component": "Civil Rights Division", "office": "Office of Public Affairs"},
{"title": "Justice Department Announces Medical Legal Partnership Project for Incarcerated Individuals ", "date": "April 19, 2024", "subtitle": "Office for Access to Justice and Federal Bureau of Prisons Highlight Second Chance Month with Reentry Simulation", "fulltext": "The Justice Department announced today the development of a medical-legal partnership (MLP) project for incarcerated individuals to help reduce barriers to reentry and reduce recidivism. The Office for Access to Justice (ATJ) and the Federal Bureau of Prisons (FBOP) have worked collaboratively to develop this partnership as the next step of a broader civil legal services initiative launched last year. The partnership will connect medical and legal expertise to identify adults in custody (AIC) who require long-term access to post-release critical needs like housing, food security, and more. The project is part of the Department’s broader work to strengthen the safety of our communities while advancing thoughtful, evidence-informed initiatives, and reforms throughout the criminal justice system.“We are pleased to announce the formation of this innovative medical-legal services partnership to promote successful reentry,” said Acting Associate Attorney General Benjamin C. Mizer. “Designed jointly by the Federal Bureau of Prisons and Office for Access to Justice, this partnership demonstrates how creativity and broad collaboration can work to reduce recidivism, promote success and second chances for returning individuals, and improve public safety. The Justice Department is committed to advancing public safety through more thoughtful approaches to the criminal justice system.”The MLP project will take place at Federal Prison Camp (FPC) Bryan, located in Bryan, Texas. ATJ and FBOP are planning to collaborate on the pilot initiative with Texas A&M School of Law and the Texas A&M Institute for Healthcare Access. All institutions and organizations with relevant expertise are welcome to be considered for future collaboration.MLPs connect the expertise of lawyers and legal help with the expertise of health care professionals to comprehensively address barriers that intersect across health care and legal needs. Specifically, this MLP will include a team of law and medical professionals who will collaborate to better determine eligibility for, and ensure access to, Social Security disability relief for those who qualify, with the goal of improving long-term access to post-release critical needs and promoting successful reentry. As part of the Department’s broader civil legal services initiative, FBOP and ATJ are also working to develop and distribute self-help materials to address civil legal needs of AIC and a series of empowerment workshops for AIC focused on civil legal issues including workshops focused on family law, financial-related issues, and access to public benefits.“We are delighted to continue partnering with FBOP in developing a first-of-its-kind initiative to disrupt the recidivism cycle, improve justice outcomes, and better expand public safety,” said ATJ Director Rachel Rossi. “By bridging partnerships between medical and legal professionals, we can better meet the needs that are exacerbated for those leaving incarceration, ensuring access to food security, healthcare, housing, and more.”“Incarcerated individuals are a particularly vulnerable population when it comes to unmet civil legal needs,” said FBOP Director Colette S. Peters. “While the Federal Bureau of Prisons offers critical services, including health care and education, we know the need for civil legal services remains high. Partnering with the Office for Access to Justice has been a fundamental step in breaking down barriers to provide important legal access to adults in custody. We are proud to be piloting this program at the Federal Prison Camp Bryan, Texas. The initial pilot, serving our women in custody, is significant as it will continue to support our gender-responsive, and trauma-informed focus, while addressing the additional barriers women also face.”To highlight April as Second Chance Month, today ATJ and FBOP, with support from JustUs Coordination Council, hosted a Reentry Simulation, a two-hour situational interactive learning opportunity for organizations and federal employees from various agencies to experience the challenges and barriers faced by justice-impacted people in obtaining employment, government benefits, housing, transportation, and educational opportunities. Through discussions with system-impacted subject matter experts, this experience aimed to give insight and encourage continued collaboration across government to reduce these barriers. Justice Department leadership, Acting Associate Attorney General Benjamin C. Mizer, ATJ Director Rachel Rossi, and FBOP Director Colette S. Peters provided remarks during the simulation. Previously, ATJ hosted a ", "url": "https://www.justice.gov/opa/pr/justice-department-announces-medical-legal-partnership-project-incarcerated-individuals", "topic_category": null, "node_component": "Office for Access to Justice", "office": "Office of Public Affairs"},
{"title": "Man Convicted for $110M Cryptocurrency Scheme", "date": "April 19, 2024", "subtitle": "Justice Department’s First Cryptocurrency Open-Market Manipulation Case", "fulltext": "A federal jury in New York convicted a man residing in Puerto Rico today of commodities fraud, commodities market manipulation, and wire fraud in connection with the manipulation on the Mango Markets decentralized cryptocurrency exchange. According to court documents and evidence presented at trial, Avraham Eisenberg, 28, engaged in a scheme to fraudulently obtain approximately $110 million worth of cryptocurrency from Mango Markets and its customers by artificially manipulating the price of certain perpetual futures contracts. “Avraham Eisenberg executed a manipulative trading scheme on a cryptocurrency exchange, defrauding the exchange and its investors out of $110 million,” said Principal Deputy Assistant Attorney General Nicole M. Argentieri, head of the Justice Department’s Criminal Division. “Manipulative trading puts our financial markets and investors at risk. This prosecution—the first involving the manipulation of cryptocurrency through open-market trades—demonstrates the Criminal Division’s commitment to protecting U.S. financial markets and holding wrongdoers accountable, no matter what mechanism they use to commit manipulation and fraud.” “Moments ago, Avraham Eisenberg was found guilty by a unanimous jury in the first-ever cryptocurrency open-market manipulation case,” said U.S. Attorney Damian Williams for the Southern District of New York. “This ground-breaking prosecution epitomizes this office’s ability to employ innovative methods and cutting-edge law enforcement tools to continue to protect all financial markets. The career prosecutors of this office continue their expertise in prosecuting financial fraud, one of our core priorities, and would-be financial criminals should think twice before daring to engage in illicit conduct on our watch.”“The FBI and its partners will not stand by when criminals engage in illicit activity at the expense of the American people and our financial institutions,” said Executive Assistant Director Timothy Langan of the FBI’s Criminal, Cyber, Response, and Services Branch. “If you engage in fraudulent activity, whether that be in the cryptocurrency space or through other forms of market manipulation, you will be held accountable for your ill-gotten gains.”Eisenberg is scheduled to be sentenced on July 29 and faces a maximum penalty of 10 years in prison on the commodities fraud count and the commodities manipulation count, and a maximum penalty of 20 years in prison on the wire fraud count. A federal district court judge will determine any sentence after considering the U.S. Sentencing Guidelines and other statutory factors.The FBI investigated the case, with assistance from Homeland Security Investigations and IRS Criminal Investigation.Trial Attorney and Special Assistant U.S. Attorney Tian Huang of the Criminal Division’s Fraud Section, a member of the National Cryptocurrency Enforcement Team (NCET), and Assistant U.S. Attorneys Thomas Burnett and Peter Davis for the Southern District of New York are prosecuting the case.The NCET was established to combat the growing illicit use of cryptocurrencies and digital assets. Within the Criminal Division’s Computer Crime and Intellectual Property Section, the NCET conducts and supports investigations into individuals and entities that are enabling the use of digital assets to commit and facilitate a variety of crimes, with a particular focus on virtual currency exchanges, mixing and tumbling services, and infrastructure providers. The NCET also works to set strategic priorities regarding digital asset technologies, identify areas for increased investigative and prosecutorial focus, and lead the department’s efforts to collaborate with domestic and foreign government agencies as well as the private sector to aggressively investigate and prosecute crimes involving cryptocurrency and digital assets.", "url": "https://www.justice.gov/opa/pr/man-convicted-110m-cryptocurrency-scheme", "topic_category": "Cybercrime", "node_component": "Criminal Division", "office": "Office of Public Affairs"}